{
  "Armor": [
 {
   "Name": "Fire Monk Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Fire+Monk+Gauntlets",
   "Lore": "Black iron gauntlets featuring a flame motif. \nAttire of the Fire Monks. \n  \nThe Fire Monks are guardians of the flame of ruin, forbidden by the Erdtree and said to be kept high in the Mountaintops of the Giants. "
 },
 {
   "Name": "Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Knight+Greaves",
   "Lore": "Iron greaves of an unknown knight. \nIt is made of thin iron plate. \nSuch metal armor is heavy, but provides considerable damage negation. "
 },
 {
   "Name": "Blue Cloth Cowl",
   "Link": "https://eldenring.wiki.fextralife.com/Blue+Cloth+Cowl",
   "Lore": "Cowl of a nomadic warrior. \nThe blue color of its fabric symbolizes brisk waters, as fluid and flowing as the sword in the hand of its wearer. \n \nJust as still waters turn foul, stagnation leads to decay. \nWarriors must remain ever-drifting. "
 },
 {
   "Name": "Queen's Bracelets",
   "Link": "https://eldenring.wiki.fextralife.com/Queen's+Bracelets",
   "Lore": "Bracelets indicating the highest order of sorcerer. \nWorn by Rennala, Queen of the Full Moon. \nWhen Rennala, head of both the Academy of Raya Lucaria and the Carian royal family, lost her husband Radagon, her heart went along with him. \n \nAnd then, those at the academy realized. That Rennala was no champion, after all. "
 },
 {
   "Name": "Cleanrot Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Cleanrot+Helm",
   "Lore": "Winged helm of the Cleanrot Knights, celebrated for their undefeated campaign in the Shattering. \n The Cleanrot Knights vowed to fight alongside Malenia, despite the inevitable, if gradual, putrefaction of their flesh. Their acceptance of their fate made these battles fiercest of all. "
 },
 {
   "Name": "Champion Gaiters",
   "Link": "https://eldenring.wiki.fextralife.com/Champion+Gaiters",
   "Lore": "Gaiters formed only with leather straps. \nCommon wear in the badlands. "
 },
 {
   "Name": "Prophet Blindfold",
   "Link": "https://eldenring.wiki.fextralife.com/Prophet+Blindfold",
   "Lore": "Blindfold of exiled prophets who foretold misfortune — and were persecuted and driven from their homes as a result. \nWhy hesitate, if the path leading to the future is clear? Just close your eyes, and walk. "
 },
 {
   "Name": "Mushroom Arms",
   "Link": "https://eldenring.wiki.fextralife.com/Mushroom+Arms",
   "Lore": "Mushrooms found growing all over the body. These overgrown mushroom have colonized the arms.   \n To those enraptured by the scarlet rot, they are holy vestments that root one to the earth. "
 },
 {
   "Name": "Haligtree Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Haligtree+Helm",
   "Lore": "Helm worn by soldiers sworn to the Haligtree. An iron helm graced by a crown of unalloyed gold. \nIncreases faith. "
 },
 {
   "Name": "Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Knight+Armor",
   "Lore": "Iron armor of an unknown knight. \nIt is made of thin iron plate. \nSuch metal armor is heavy, but provides considerable damage negation. "
 },
 {
   "Name": "Snow Witch Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Snow+Witch+Robe",
   "Lore": "Witch's robe in the color of snow. \n \nOnce worn by the snowy crone who the young Ranni encountered deep in the woods. She was a witch, and well versed in cold sorceries. It is said that the doll that houses Ranni's soul was modeled after her. \n \nThat old witch was Ranni's secret mentor. "
 },
 {
   "Name": "Marionette Soldier Birdhelm",
   "Link": "https://eldenring.wiki.fextralife.com/Marionette+Soldier+Birdhelm",
   "Lore": "Metal helm formed in the likeness of the face of a bird. \nWorn by avionette soldiers, crafted to serve the sorcerers. \n\nThe construction of this helm is remarkably crude. \n For a doll, the only thing that matters is that it does not break. "
 },
 {
   "Name": "Omenkiller Boots",
   "Link": "https://eldenring.wiki.fextralife.com/Omenkiller+Boots",
   "Lore": "Long, stiff leather gloves worn by the Omenkillers. "
 },
 {
   "Name": "Sage Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Sage+Trousers",
   "Lore": "Thick burgundy trousers. \nAttire of the wise sages who were deemed heretical. \nEvidence that the wearer was driven from town. "
 },
 {
   "Name": "Veteran's Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Veteran's+Helm",
   "Lore": "An old helm that has seen many battles. Worn by Niall, the great veteran general of Sol. \n Nial was a lone survivor who commanded spirits to defend his long-passed master. \n This aging general could not die, nor did he have anywhere to fade away. "
 },
 {
   "Name": "Raging Wolf Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Raging+Wolf+Greaves",
   "Lore": "Greaves worn by Vargram the Raging Wolf, one of the first Tarnished to visit the Roundtable Hold. \nAccording to the old legends, wolves are the shadows of the Empyrean. Vargram aspired to such a state himself. "
 },
 {
   "Name": "Mushroom Head",
   "Link": "https://eldenring.wiki.fextralife.com/Mushroom+Head",
   "Lore": "Mushrooms found growing all over the body. These overgrown mushroom have colonized the head.   \n To those enraptured by the scarlet rot, they are holy vestments that root one to the earth. "
 },
 {
   "Name": "Aristocrat Headband",
   "Link": "https://eldenring.wiki.fextralife.com/Aristocrat+Headband",
   "Lore": "Valuable headband featuring fine goldwork. \nTravel attire worn by nobles in the capital. \n Abandoning their birthplace after the Shattering, these undead wanderers are pitiful product of unending life. "
 },
 {
   "Name": "All-Knowing Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/All-Knowing+Greaves",
   "Lore": "Greaves set with countless eyes and ears. \nWorn by Gideon Ofnir, the All-Knowing. \n \nKnowledge begins with the recognition of one's ignorance. The realization that the search for knowledge is unending. But when Gideon glimpsed into the will of Queen Marika, he shuddered in fear. \n \nAt the end that should not be. "
 },
 {
   "Name": "Crucible Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Crucible+Greaves",
   "Lore": "Greaves of the Crucible Knights who served Godfrey, the first Elden Lord. \n \nHold the power of the crucible of life, the primordial form of the Erdtree. Strengthen Aspects of the Crucible incantations. \n \nIn time, the strength shown by these knights, and even their appearance, was seen as chaotic and deserving of scorn. "
 },
 {
   "Name": "Vagabond Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Vagabond+Knight+Helm",
   "Lore": "Helm of a knight banished from their motherland. \nDirty and battered after enduring a lengthy vagabond journey.   \n The visor is broken and can no longer be lowered.   \n Metal armor is heavy, but also sturdy, offering significant damage negation. "
 },
 {
   "Name": "Banished Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Banished+Knight+Helm",
   "Lore": "Thick, full set of armor covering the entire body. \nThis helm was worn by knights who, whether by misfortune or misdeed, were forced to abandon their homes. \n \nPerhaps the deep-red scarf was used to block the winds, for on the outskirts, the winds bite with a stinging fierceness. "
 },
 {
   "Name": "Leyndell Soldier Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Leyndell+Soldier+Gauntlets",
   "Lore": "Gauntlets worn by soldiers sworn to defend the royal capital of Leyndell. \nRust-worn and stained through unending conflict. "
 },
 {
   "Name": "Finger Maiden Shoes",
   "Link": "https://eldenring.wiki.fextralife.com/Finger+Maiden+Shoes",
   "Lore": "Shoes worn by maidens who serve the Two Fingers. \n \nThe maidens live to serve a chosen Tarnished, sharing their guidance and the wisdom of the Two Fingers. \n \nThe guidance of grace would ensure that the pair be brought together. Or at least, such was the promise long ago. "
 },
 {
   "Name": "Zamor Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Zamor+Armor",
   "Lore": "Armor worn by knights of Zamor, hailed as heroes in the War against the Giants. \n \nThese long-lived warriors, clad in biting, freezing winds, are said to have been the mortal enemies of the Fire Giants since time immemorial. "
 },
 {
   "Name": "Bloodhound Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Bloodhound+Knight+Greaves",
   "Lore": "Metal greaves of the Bloodhound Knights.   \n The Bloodhound Knights are trained as hunters and known to be unshakable trackers.   \n Without the use of language, each knight chooses his own master. Once the decision has been made the knight stays loyal for life. "
 },
 {
   "Name": "Beast Champion Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Beast+Champion+Greaves",
   "Lore": "Silver greaves engraved with tiny beasts. \nWorn by Bernahl the Recusant. \n Beasts are drawn to champions, and to lords. And this armor befits a champion worthy of becoming a lord. And that is what Bernahl was. \n\nUntil his maiden threw herself into the fire. "
 },
 {
   "Name": "Perfumer Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Perfumer+Hood",
   "Lore": "Hood of an Erdtree Capital perfumer. \n In time past, the role of perfumer was much respected; a blessed apothecary in the eyes of the many. But after entering the battlefields of the Shattering they performed no such role, trading their aromatics for poisons and explosives. "
 },
 {
   "Name": "Octopus Head",
   "Link": "https://eldenring.wiki.fextralife.com/Octopus+Head",
   "Lore": "A land octopus whelp worn directly on the head. \nHas a lingering warmth reminiscent of human skin. \n \nThose who can withstand the smell will find its organic elasticity excellent for negating strikes. "
 },
 {
   "Name": "Twinsage Glintstone Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Twinsage+Glintstone+Crown",
   "Lore": "One of the glintstone crowns bestowed upon Raya Lucaria scholars whose pursuits were deemed worthy. \n \nGreatly increases intelligence to the detriment of HP and stamina. \n \nScholars of the Twinsage Conspectus were the elites of the academy, permitted to study and excel in sorceries of all kinds. "
 },
 {
   "Name": "Chain Coif",
   "Link": "https://eldenring.wiki.fextralife.com/Chain+Coif",
   "Lore": "Coif made of woven chain. Standard issue for ordinary soldiers. \nThough plain in appearance, it offers dependable protection. "
 },
 {
   "Name": "Elden Lord Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Elden+Lord+Greaves",
   "Lore": "Greaves of Godfrey, the first Elden Lord. \n\nThe age of the Erdtree began amongst conflict, when Godfrey was lord of the battlefield. \n\nHe led the War against the Giants. Faced the Storm Lord, alone. And then, there came a moment. When his last worthy enemy fell. And it was then, as the story is told, that the hue of Lord Godfrey's eyes faded. "
 },
 {
   "Name": "Black Knife Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Black+Knife+Gauntlets",
   "Lore": "Gauntlets used by the Black Knife Assassins. \nCrafted with scale armor that makes no sound. \n \nThe assassins that carried out the deeds of the Night of the Black Knives were all women, and rumored to be Numen who had close ties with Marika herself. "
 },
 {
   "Name": "Crucible Tree Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Crucible+Tree+Helm",
   "Lore": "Helm of the Crucible Knights who served Godfrey, the first Elden Lord. \n \nThe great tree ornamentation is the knight Siluria's mark, displayed also by her men. \n \nHolds the power of the crucible of life, the primordial form of the Erdtree. Strengthens Aspects of the Crucible incantations. "
 },
 {
   "Name": "Exile Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Exile+Gauntlets",
   "Lore": "Damaged iron gauntlets. Worn by soldiers sent to the penal colonies. "
 },
 {
   "Name": "Prophet Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Prophet+Trousers",
   "Lore": "Trousers of the exiled prophets who foresaw that their faith would end in flames — and were persecuted and driven from their homes as a result. \nIts fabric scrapes against their skin like a file, and the rickety cart wheel around the neck warns passers-by not to lend an ear to their meandering sermons. "
 },
 {
   "Name": "Twinned Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Twinned+Greaves",
   "Lore": "Greaves depicting entwined twins of gold and silver.   \n The two known as D are inseparable twins. \nThey are of two bodies and two minds, but one single soul. Not once do they stand together; not one word do they speak to one another. \n Perhaps this armor longs to find its way to the other D. "
 },
 {
   "Name": "Maliketh's Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Maliketh's+Greaves",
   "Lore": "Beast's greaves made of black iron and decorated with gold. Worn by Maliketh the Black Blade. \n\nMaliketh, Queen Marika's loyal half-brother, bore a blade imbued with Destined Death, and there was not one demigod who did not fear him. \n \nChampions knew what was at stake. Indeed, that is what made them champions. "
 },
 {
   "Name": "Fur Leggings",
   "Link": "https://eldenring.wiki.fextralife.com/Fur+Leggings",
   "Lore": "Leggings fashioned from bristly pelts. \nWorn by ancestral follower warriors. \n The ancestral followers keep their distance from the Erdtree, awaiting new buds. They are certain to sprout from their very flesh, and indeed, their souls. "
 },
 {
   "Name": "Bandit Garb",
   "Link": "https://eldenring.wiki.fextralife.com/Bandit+Garb",
   "Lore": "Leather garb worn by bandits. \n Light for ease of movement, and supple for masking sound. In trade, they offer little damage negation. "
 },
 {
   "Name": "Land of Reeds Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Land+of+Reeds+Armor",
   "Lore": "Armor made from strips of iron fastened together. \nWorn by warriors of the Land of Reeds. \n\nThe grimy outer mantle is made from withered reeds from the warrior's birthplace. \nPerhaps its comforts extend to nostalgic thoughts of home. \n Altered:\nThe Land of Reeds has long been locked in a miserable civil war, during which time it has remained alienated from the cultures of its neighbors. Little wonder that the entire nation has succumbed to the blood-soaked madness, or so it has said. "
 },
 {
   "Name": "Bandit Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Bandit+Mask",
   "Lore": "Mask of black cloth that covers the mouth. \nFavored by bandits for hiding their faces, it also provides some protection against poison. "
 },
 {
   "Name": "Traveling Maiden Boots",
   "Link": "https://eldenring.wiki.fextralife.com/Traveling+Maiden+Boots",
   "Lore": "Boots worn by traveling maidens. \n Maidens traversed the Lands Between for different reasons. Some to seek audience with the Fingers. Others, to find the Tarnished who they were destined to guide. "
 },
 {
   "Name": "Foot Soldier Cap",
   "Link": "https://eldenring.wiki.fextralife.com/Foot+Soldier+Cap",
   "Lore": "Flanged iron cap widely issued to foot soldiers in a lord's army. "
 },
 {
   "Name": "Zamor Bracelets",
   "Link": "https://eldenring.wiki.fextralife.com/Zamor+Bracelets",
   "Lore": "Bracelets worn by knights of Zamor, hailed as heroes in the War against the Giants. \n \nThese long-lived warriors, clad in biting, freezing winds, are said to have been the mortal enemies of the Fire Giants since time immemorial. "
 },
 {
   "Name": "Eccentric's Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Eccentric's+Armor",
   "Lore": "Unusually colorful armor. Worn by the knight Jerren. \n Jerren preferred a nomadic existence, but after spending time as a guest of the Carian royals, he became a guest commander for General Radahn. And for the first time, the restless tumbleweed would be bound by honorable oath. "
 },
 {
   "Name": "Bull-Goat Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Bull-Goat+Helm",
   "Lore": "Great Horned Tragoth's helm, adorned with a gold bull-goat motif. Provides high poise. \n Tragoth is a famed knight of assistance. Countless Tarnished, facing adversity in the Lands Between, have survived thanks only to the Great Horned One's aid"
 },
 {
   "Name": "Prisoner Clothing",
   "Link": "https://eldenring.wiki.fextralife.com/Prisoner+Clothing",
   "Lore": "Tattered clothing. \nWorn by a prisoner convicted of an appalling crime. \nNever once washed, every fiber is filthy. "
 },
 {
   "Name": "Aristocrat Hat",
   "Link": "https://eldenring.wiki.fextralife.com/Aristocrat+Hat",
   "Lore": "Leather hat decorated with a withered feather. \nTravel attire worn by nobles in the capital, and the belonging of a family which claims a knight as an ancestor. \n Abandoning their birthplace after the Shattering, these undead wanderers are the pitiful product of unending life. "
 },
 {
   "Name": "Marais Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Marais+Mask",
   "Lore": "Mask in the image of a white-haired young noble. \nCustomarily worn by the head of House Marais. \nIncreases arcane. \n \nThe Marais family has a dual history spanning generations, serving as both executioners and castellans of the Shaded Castle. This mask bears the likeness of the first of their line. "
 },
 {
   "Name": "Bandit Manchettes",
   "Link": "https://eldenring.wiki.fextralife.com/Bandit+Manchettes",
   "Lore": "Manchettes made by simple wrapping dirty cloth around the arms. \nWorn by bandits. "
 },
 {
   "Name": "Chain Leggings",
   "Link": "https://eldenring.wiki.fextralife.com/Chain+Leggings",
   "Lore": "Leggings made of woven chain. \nStandard issue for ordinary soldiers. \nThough plain in appearance, they offer dependable protection. "
 },
 {
   "Name": "Traveling Maiden Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Traveling+Maiden+Gloves",
   "Lore": "Gloves worn by traveling maidens. \n Maidens traversed the Lands Between for different reasons. Some to seek audience with the Fingers. Others, to find the Tarnished who they were destined to guide. "
 },
 {
   "Name": "White Reed Armor",
   "Link": "https://eldenring.wiki.fextralife.com/White+Reed+Armor",
   "Lore": "Armor of the White Reeds, fashioned from banded iron plates. Worn by the Inaba, head disciples of the great swordsman Okina.   \n The Inaba traveled in pursuit of not only the master who abandoned them, but also proper deaths, won honorably through hard-fought combat. To be a White Reed is to seek death; fitting for the Inaba, who desired nothing more than to die by the sword. "
 },
 {
   "Name": "Eye Surcoat",
   "Link": "https://eldenring.wiki.fextralife.com/Eye+Surcoat",
   "Lore": "Brown surcoat draped over chainmail.   \n The insignia emblazoned on the front marks out the wearer as the eyes and ears of Sir Gideon the All-Knowing. "
 },
 {
   "Name": "Land of Reeds Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Land+of+Reeds+Gauntlets",
   "Lore": "Gauntlets wrapped in tough leather. \nWorn by the warriors of the Land of Reeds"
 },
 {
   "Name": "Godrick Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Godrick+Knight+Helm",
   "Lore": "Helm worn by knights loyal to Godrick the Grafted. \n Adorned with a plum of withered, ashen hair. "
 },
 {
   "Name": "Land of Reeds Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Land+of+Reeds+Greaves",
   "Lore": "Greaves wrapped in tough leather. \nWorn by the warriors of the Land of Reeds"
 },
 {
   "Name": "Olivinus Glintstone Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Olivinus+Glintstone+Crown",
   "Lore": "One of the glintstone crowns bestowed upon Raya Lucaria scholars whose pursuits were deemed worthy. \n \nIncreases intelligence to the detriment of HP. \n \nThe lineage of the Olivinus Conspectus began with the sorcerer Lusat, and its adherents continue his study of meteors. "
 },
 {
   "Name": "Scaled Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Scaled+Helm",
   "Lore": "Helm worn by Old Knight Istvan. \nThe corroded metal is reinforced with rock-hard scales, making it highly effective against non-physical attacks. \n Istvan is one of a few wizened Tarnished who survive to this day. "
 },
 {
   "Name": "Gelmir Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Gelmir+Knight+Greaves",
   "Lore": "Greaves worn by knights once loyal to Praetor Rykard. \nTime has yet to dull their luster. "
 },
 {
   "Name": "Raging Wolf Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Raging+Wolf+Armor",
   "Lore": "Armor worn by Vargram the Raging Wolf, one of the first Tarnished to visit the Roundtable Hold. \nAccording to the old legends, wolves are the shadows of the Empyrean. \nVargram aspired to such a state himself. "
 },
 {
   "Name": "Warrior Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Warrior+Greaves",
   "Lore": "Greaves of a nomadic warrior. \nCrafted from sturdy leather. "
 },
 {
   "Name": "Alberich's Bracers",
   "Link": "https://eldenring.wiki.fextralife.com/Alberich's+Bracers",
   "Lore": "Mad Tongue Alberich's bracers. \n Set with red glintstones said to be formed by the blood of sacrifices. \nStrengthens thorn sorcery.   \n Alberiches was an aloof yet disturbed heretical sorcerer said to have been driven mad by jeering tongues during his service to the Roundtable Hold long ago. "
 },
 {
   "Name": "Aristocrat Garb",
   "Link": "https://eldenring.wiki.fextralife.com/Aristocrat+Garb",
   "Lore": "High quality garb adorned with fine golden embroidery. \nTravel attire worn by nobles in the capital. Terribly faded and tattered. \n\nAbandoning their birthplace after the Shattering, these undead wanderers are the pitiful product of unending life. "
 },
 {
   "Name": "Omenkiller Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Omenkiller+Robe",
   "Lore": "Robe worn by the Omenkillers, butchers of twisted conscience.   \n Its thick apron is worn in remembrance Rollo, the progenitor of the Omenkillers and a perfumer of antiquity. "
 },
 {
   "Name": "Blue Silver Mail Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Blue+Silver+Mail+Armor",
   "Lore": "Chainmail armor crafted with blue silver. \nWorn by the wolf-riding Albinauric archers. \n \nBlue silver is a metal born from the same mother as the archers themselves, and provides protection from magic and frost. "
 },
 {
   "Name": "Godrick Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Godrick+Knight+Greaves",
   "Lore": "Greaves worn by knights loyal to Godrick the Grafted. \nTime has yet to dull their luster. "
 },
 {
   "Name": "Sage Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Sage+Hood",
   "Lore": "A burgundy pointed hood. \nAttire of the wise sages who were deemed heretical. \nEvidence that the wearer was driven from town. "
 },
 {
   "Name": "Foot Soldier Helmet",
   "Link": "https://eldenring.wiki.fextralife.com/Foot+Soldier+Helmet",
   "Lore": "Helmet with a protective metal plate. \nWidely issued to foot soldiers in lord's army. "
 },
 {
   "Name": "Preceptor's Long Gown",
   "Link": "https://eldenring.wiki.fextralife.com/Preceptor's+Long+Gown",
   "Lore": "A long, bright blue gown with the movements of the stars drawn upon it. \nWorn by the magic preceptors who served the Carian royals. \n \nGlintstone sorcerers are the descendants of astrologers, a fact that the Carians remain aware of. Even if their fate has been long severed from the stars. "
 },
 {
   "Name": "Rotten Duelist Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Rotten+Duelist+Helm",
   "Lore": "Bronze helm decorated with innumerable snakes, eaten through by scarlet rot. \n \nWorn by gladiators who were driven from the colosseum. The wearer becomes a slightly easier target for foes. "
 },
 {
   "Name": "Marionette Soldier Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Marionette+Soldier+Helm",
   "Lore": "Cylindrical helm of plate metal reinforced with a lattice. Worn by marionette soldiers, crafted to serve the sorcerers. \n The construction of this helm is remarkably crude. \n For a doll, the only thing that matters is that it does not break. "
 },
 {
   "Name": "Veteran's Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Veteran's+Armor",
   "Lore": "Old armor that has seen many battles. Worn by Niall, the veteran general of Sol. \n \nNiall was a lone survivor who commanded spirits to defend his long-passed master. \n \nThis aging general could not die, nor did he have anywhere to fade away. "
 },
 {
   "Name": "Witch's Glintstone Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Witch's+Glintstone+Crown",
   "Lore": "One of the glintstone crowns bestowed upon Raya Lucaria scholars whose pursuits were deemed worthy. \n \n Increases intelligence and arcane to the detriment of stamina. \n This gentle-looking crown was granted to a scholar who excelled in her studies, which also merited the title of \"witch. \""
 },
 {
   "Name": "Rotten Duelist Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Rotten+Duelist+Greaves",
   "Lore": "Greaves wrapped with bronze snakes, eaten through by scarlet rot. \n \nWorn by gladiators who were driven from the colosseum. The wearer becomes a slightly easier target for foes. "
 },
 {
   "Name": "Karolos Glintstone Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Karolos+Glintstone+Crown",
   "Lore": "One of the glintstone crowns bestowed upon Raya Lucaria scholars whose pursuits were deemed worthy. \n \nIncreases intelligence to the detriment of stamina. \n \nThe Karolos Conspectus is the oldest of the academy's lineages of study, begat by the sorcerer Azur. Scholars who follow in his footsteps pursue the mysteries of comets. "
 },
 {
   "Name": "Crimson Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Crimson+Hood",
   "Lore": "A hooded cloak of vivid crimson.  \nWorn by expatriates royalty.  \nIncreases vigor.   \n Such cloaks were gifted to those who departed on journeys without specific orders, to faraway lands from which they would never return. In other words, the gift of a cloak made it easier for undesirable to be on their way.   \n Roderika never once saw the guidance of grace. "
 },
 {
   "Name": "Hoslow's Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Hoslow's+Armor",
   "Lore": "Garish silver armor decorated with red embellishments. Passed down through the Hoslow family. \n \nWhen Juno Hoslow received an invitation to the Volcano Manor, he discreetly refused. \n \n\"I have already walked many a road drenched in blood, yet never would I consider myself a champion. \""
 },
 {
   "Name": "Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Knight+Gauntlets",
   "Lore": "Iron gauntlets of an unknown knight. It is made of thin iron plate. \nSuch metal armor is heavy, but provides considerable damage negation. "
 },
 {
   "Name": "Prisoner Iron Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Prisoner+Iron+Mask",
   "Lore": "Iron mask forced on a prisoner convicted of an appalling crime. \nThick, heavy, and utterly stifling. \nA foul creation designed to torment the wearer, either slowly fermenting hatred within their heart, or a spiritual fervor that is near indistinguishable from it. "
 },
 {
   "Name": "Bull-Goat Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Bull-Goat+Armor",
   "Lore": "Great Horned Tragoth's armor. Covers its wearer with a pair of giant horns, providing staunch poise.   \n Tragoth is a famed knight of assistance. Countless Tarnished, facing adversity in the Lands Between, have survived thanks only to the Great Horned One's aid. "
 },
 {
   "Name": "Deathbed Dress",
   "Link": "https://eldenring.wiki.fextralife.com/Deathbed+Dress",
   "Lore": "Extremely thin and sheer white dress worn by the Deathbed Companion as she embraces the dead. \n \n Slowly replenishes the HP of nearby allies, but not that of the wearer. \n \n The touch of the fabric is exceedingly soft, so as not to harm even the most withered corpse, while still sharing her warmth. "
 },
 {
   "Name": "All-Knowing Helm",
   "Link": "https://eldenring.wiki.fextralife.com/All-Knowing+Helm",
   "Lore": "Helm set with countless eyes and ears. Worn by Gideon Ofnir, the All-Knowing. \n \nKnowledge begins with the recognition of one's ignorance. The realization that the search for knowledge is unending. But when Gideon glimpsed into the will of Queen Marika, he shuddered in fear. \n \nAt the end that should not be. "
 },
 {
   "Name": "Albinauric Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Albinauric+Mask",
   "Lore": "Made from the largely unaltered hide of a young Albinauric. \n Raises arcane, but reduces the HP recovery effects of the Flask of Crimson Tears. \n A far cry from godskin, this Albinauric hide mask is the product of malicious mockery. "
 },
 {
   "Name": "Vagabond Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Vagabond+Knight+Gauntlets",
   "Lore": "Gauntlets of a knight banished form their motherland. \nDirty and battered after enduring a lengthy vagabond journey. \n\nMetal armor is heavy, but also sturdy, offering significant damage negation. "
 },
 {
   "Name": "Depraved Perfumer Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Depraved+Perfumer+Robe",
   "Lore": "Robe worn by depraved perfumers. \nThe embroidery on the apron is itself a curse upon the Erdtree. \n\nThese heresy-inclined perfumers imbibe their own spices to alter body and mind. Their slow descent into self-destruction is what earned them their name. "
 },
 {
   "Name": "Sorcerer Leggings",
   "Link": "https://eldenring.wiki.fextralife.com/Sorcerer+Leggings",
   "Lore": "Leggings worn by Raya Lucaria's magic scholars. \nMade by wrapping a simple cloth around the legs. "
 },
 {
   "Name": "Scaled Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Scaled+Gauntlets",
   "Lore": "Gauntlets worn by Old Knight Istvan. \nThe corroded metal is reinforced with rock-hard scales, making it high effective against non-physical attacks. \n Istvan is one of a few wizened Tarnished who survived to this day. "
 },
 {
   "Name": "Twinned Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Twinned+Gauntlets",
   "Lore": "Gauntlets depicting entwined twins of gold and silver.   \n The two known as D are inseparable twins. \nThey are of two bodies and two minds, but one single soul. Not once do they stand together; not one word do they speak to one another. \n Perhaps this armor longs to find its way to the other D. "
 },
 {
   "Name": "Lord of Blood's Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Lord+of+Blood's+Robe",
   "Lore": "Attire of Mohg, Lord of Blood, embroidered with an extravagant gold emblem on black cloth. \n \nThe dress of a Luminary, the reigning lord and hierarch of the coming dynasty of Mohgwyn. Or perhaps, of a raving lunatic. "
 },
 {
   "Name": "Blackflame Monk Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Blackflame+Monk+Armor",
   "Lore": "Black iron armor adorned with ashen cloth. \nAttire of the Blackflame Monks. \n The Blackflame Monks, enthralled by the god-slaying black flame, became traitors, abandoning their posts as guardians. The seduction of a taboo is never easily spurned. "
 },
 {
   "Name": "Snow Witch Skirt",
   "Link": "https://eldenring.wiki.fextralife.com/Snow+Witch+Skirt",
   "Lore": "Witch's skirt in the color of snow. \n\nOnce worn by the snowy crone who the young Ranni encountered deep in the woods. She was a witch, and well versed in cold sorceries. It is said that the doll that houses Ranni's soul was modeled after her. \n\nThat old witch was Ranni's secret mentor. "
 },
 {
   "Name": "Imp Head (Elder)",
   "Link": "https://eldenring.wiki.fextralife.com/Imp+Head+(Elder)",
   "Lore": "Head covering made from the largely unaltered head of an impish golem. \n \nResembling an elder, it holds trace amounts of arcane knowledge. "
 },
 {
   "Name": "Maliketh's Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Maliketh's+Armor",
   "Lore": "Beast's armor made of black iron and decorated with gold. Worn by Maliketh the Black Blade. \n \nMaliketh, Queen Marika's loyal half-brother, bore a blade imbued with Destined Death, and there was not one demigod who did not fear him. \n \nChampions knew what was at stake. Indeed, that is what made them champions. "
 },
 {
   "Name": "Prophet Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Prophet+Robe",
   "Lore": "Robe of exiled prophets who foretold misfortune — and were persecuted and driven from their homes as a result. \n\nThe shackles around the neck warn passersby not to lend an ear to their sermons. \n \n Altered:\nMade from rough fabric that scrapes against the slin like a sharpening file. "
 },
 {
   "Name": "Silver Tear Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Silver+Tear+Mask",
   "Lore": "Mask fashioned from the corpse of a formless Silver Tear, supported by its hardened, shed husk. \n \nGreatly increases arcane to the detriment of physical attack power. \n \nTo imitate the imitator is a cunning play indeed. "
 },
 {
   "Name": "Malformed Dragon Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Malformed+Dragon+Helm",
   "Lore": "A malformed golden helm. Adorned with various dragon imagery and worn by the misshapen Tree Sentinels.   \n After the great ancient dragon Gransax attacked, the sentinels had an epiphany. The only way to truly protect the Erdtree was to become dragons themselves"
 },
 {
   "Name": "Queen's Leggings",
   "Link": "https://eldenring.wiki.fextralife.com/Queen's+Leggings",
   "Lore": "Leggings indicating the highest order of sorcerer. \nWorn by Rennala, Queen of the Full Moon. \n \nWhen Rennala, head of both the Academy of Raya Lucaria and the Carian royal family, lost her husband Radagon, her heart went along with him. \n \nAnd then, those at the academy realized. That Rennala was no champion, after all. "
 },
 {
   "Name": "Preceptor's Big Hat",
   "Link": "https://eldenring.wiki.fextralife.com/Preceptor's+Big+Hat",
   "Lore": "Large hat with the movements of the stars drawn on the inside of the brim. \nWorn by the magic preceptors who served the Carian royals. \n Increases mind to the detriment of stamina. \n Glintstone sorcerers are the descendants of astrologers, a fact that the Carians remain of aware of. Even if their fate has been long severed from the stars. "
 },
 {
   "Name": "Cleanrot Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Cleanrot+Greaves",
   "Lore": "Greaves of the Cleanrot Knights, celebrated for their undefeated campaign in the Shattering. \n The Cleanrot Knights vowed to fight alongside Malenia, despite the inevitable, if gradual, putrefaction of their flesh. Their acceptance of their fate made these battles fiercest of all. "
 },
 {
   "Name": "Errant Sorcerer Boots",
   "Link": "https://eldenring.wiki.fextralife.com/Errant+Sorcerer+Boots",
   "Lore": "Commonplace leather boots, sturdy enough to withstand a long journey. "
 },
 {
   "Name": "Prisoner Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Prisoner+Trousers",
   "Lore": "Tattered trousers. \nWorn by a prisoner convicted of an appalling crime. \nNever once washed, every fiber is filthy. \nThe smell is beyond belief. "
 },
 {
   "Name": "Commoner's Headband",
   "Link": "https://eldenring.wiki.fextralife.com/Commoner's+Headband",
   "Lore": "A headband with the cloth removed. \nStandard wear for commoners of the Lands Between. \n \nOnly, there are no commoners remaining with their wits about them. "
 },
 {
   "Name": "Godrick Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Godrick+Knight+Armor",
   "Lore": "Armor worn by knights loyal to Godrick The Grafted. \n Its left breast is emblazoned with a two-headed war axe, an emblem of the golden lineage.  The knights surely boasted of their strength in days long gone. "
 },
 {
   "Name": "Raya Lucarian Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Raya+Lucarian+Gauntlets",
   "Lore": "Gauntlets worn by Raya Lucaria Academy soldiers. \nRust-worn and stained through unending conflict. "
 },
 {
   "Name": "Sorcerer Manchettes",
   "Link": "https://eldenring.wiki.fextralife.com/Sorcerer+Manchettes",
   "Lore": "Manchettes worn by Raya Lucaria's magic scholars. \nMade by wrapping a simple cloth around the forearms. "
 },
 {
   "Name": "Chain-Draped Tabard",
   "Link": "https://eldenring.wiki.fextralife.com/Chain-Draped+Tabard",
   "Lore": "Padded cloth armor with a chainmail shawl draped over the shoulders. \nWidely issued to foot soldiers in a lord's army. "
 },
 {
   "Name": "Vagabond Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Vagabond+Knight+Greaves",
   "Lore": "Greaves of a knight banished from their motherland. \nDirty and battered after enduring a lengthy vagabond journey. \n Metal armor is heavy, but also sturdy, offering significant damage negation. "
 },
 {
   "Name": "Leyndell Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Leyndell+Knight+Gauntlets",
   "Lore": "Gauntlets worn by knights sworn to defend the royal capital of Leyndell. Time has yet to dull their luster"
 },
 {
   "Name": "Preceptor's Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Preceptor's+Gloves",
   "Lore": "Gloves of the magic preceptors who serve the Carian royals. \nBlack and perfectly discreet. "
 },
 {
   "Name": "Cloth Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Cloth+Trousers",
   "Lore": "Trousers made of coarse material, commonly worn in the Lands Between. "
 },
 {
   "Name": "Radahn Soldier Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Radahn+Soldier+Greaves",
   "Lore": "Greaves worn by soldiers who fought by General Radahn's side. \nRust-worn and stained through unending conflict. "
 },
 {
   "Name": "Navy Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Navy+Hood",
   "Lore": "A hooded cloak of deep navy. \n Worn by expatriated royalty. \n Increases mind. \n \nSuch cloaks were gifted to those who departed on missions to faraway lands, from which they would never return. But what choice did they have, having seen the guidance of grace?"
 },
 {
   "Name": "Scaled Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Scaled+Armor",
   "Lore": "Armor worn by Old Knight Istvan. \nThe corroded metal is reinforced with rock-hard scales, making it high effective against non-physical attacks. \n Istvan is one of a few wizened Tarnished who survived to this day. "
 },
 {
   "Name": "Raging Wolf Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Raging+Wolf+Helm",
   "Lore": "A helm worn by Vargram the Raging Wolf, one of the first Tarnished to visit the Roundtable Hold. \nVargram earned his nickname from the white wolf pelt that adorns this helm. "
 },
 {
   "Name": "Imp Head (Long-Tongued)",
   "Link": "https://eldenring.wiki.fextralife.com/Imp+Head+(Long-Tongued)",
   "Lore": "Head covering made from the largely unaltered head of an impish golem. \n Resembling a long-tongued demon, it holds trace amounts of vexatious dexterity. "
 },
 {
   "Name": "Preceptor's Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Preceptor's+Trousers",
   "Lore": "Trousers of the magic preceptors who serve the Carian royals. \nBlack and perfectly discreet. "
 },
 {
   "Name": "Banished Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Banished+Knight+Armor",
   "Lore": "Thick, full set of armor covering the entire body. \nThis armor was worn by knights who, whether by misfortune or misdeed, were forced to abandon their homes. \n \nThese fierce warriors were each and all accomplished. Perhaps that is why, despite their territorial losses, they were still named knights. "
 },
 {
   "Name": "Millicent's Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Millicent's+Robe",
   "Lore": "Robe worn by Millicent the Rotting"
 },
 {
   "Name": "Pumpkin Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Pumpkin+Helm",
   "Lore": "An oval helmet large enough to cover any head. \nVery heavy and very hard. \n\nReduces damage from headshots and impacts. \n \nThe inside of the helm is pitch black, keeping the crazed warrior within from panicking. \nPerhaps its rather roomy interior also helps alleviate feelings of pressure and claustrophobia. "
 },
 {
   "Name": "Sanguine Noble Waistcloth",
   "Link": "https://eldenring.wiki.fextralife.com/Sanguine+Noble+Waistcloth",
   "Lore": "Waistcloth sewn from black cloth. \nWorn by the nobles who serve the Lord of Blood. \n \nKnown to strike from pools of blood, these assassins are missionaries come to share the gospel of accursed blood. "
 },
 {
   "Name": "Iron Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Iron+Gauntlets",
   "Lore": "Ordinary iron gauntlets. "
 },
 {
   "Name": "Commoner's Shoes",
   "Link": "https://eldenring.wiki.fextralife.com/Commoner's+Shoes",
   "Lore": "Modest shoes made of cloth. \nStandard wear for commoners of the Lands Between. \nOnly, there are no commoners remaining with their wits about them. "
 },
 {
   "Name": "Crucible Axe Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Crucible+Axe+Armor",
   "Lore": "Armor of the Crucible Knights who served Godfrey, the first Elden Lord. \n \nWorn by the knight Ordovis and his men. \n \nHolds the power of the crucible of life, the primordial form of the Erdtree. Strengthens Aspects of the Crucible incantations. "
 },
 {
   "Name": "Beast Champion Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Beast+Champion+Gauntlets",
   "Lore": "Silver gauntlets engraved with tiny beasts. \nWorn by Bernahl the Recusant. \n\nBeasts are drawn to champions, and to lords. And this armor befits a champion worthy of becoming a lord. And that is what Bernahl was. \n\nUntil his maiden threw herself into the fire. "
 },
 {
   "Name": "Maliketh's Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Maliketh's+Gauntlets",
   "Lore": "Beast's gauntlets made of black iron and decorated with gold. Worn by Maliketh the Black Blade. \n Maliketh, Queen Marika's loyral half-brother, bore a blade imbued with Destined Death, and there was not one demigod who did not fear him.   \n Champions knew what was at stake. Indeed, that is what made them champions"
 },
 {
   "Name": "Haligtree Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Haligtree+Greaves",
   "Lore": "Greaves worn by soldiers sworn to the Haligtree. \nRust-worn and stained through unending conflict. "
 },
 {
   "Name": "Blue Cloth Vest",
   "Link": "https://eldenring.wiki.fextralife.com/Blue+Cloth+Vest",
   "Lore": "Vest of a nomadic warrior. \nThe blue color of its fabric symbolizes brisk waters, as fluid and flowing as the sword in the hand of its wearer. \nJust as still waters turn foul, stagnation leads to decay. \nWarriors must remain ever drifting. "
 },
 {
   "Name": "Alberich's Pointed Hat",
   "Link": "https://eldenring.wiki.fextralife.com/Alberich's+Pointed+Hat",
   "Lore": "Mad Tongue Alberich's pointed hat, a sign of a heretical practitioner.   \n Set with red glintstones said to be formed by the blood of sacrifices. Strengthens thorn sorcery.   \n Alberiches was an aloof yet disturbed heretical sorcerer said to have been driven mad by jeering tongues during his service to the Roundtable Hold long ago. "
 },
 {
   "Name": "Eccentric's Breeches",
   "Link": "https://eldenring.wiki.fextralife.com/Eccentric's+Breeches",
   "Lore": "The knight Jerren's breeches. \n Jerren preferred a nomadic existence, but after spending time as a guest of the Carian royals, he became the guest commander for General Radahn. And for the first time, the restless tumbleweed would be bound by honorable oath. "
 },
 {
   "Name": "Traveler's Slops",
   "Link": "https://eldenring.wiki.fextralife.com/Traveler's+Slops",
   "Lore": "Slops of a traveling perfumer of no renown.   \n An associate of a healer, he is said to be in search of new aromatics and flower gardens, in hopes of treating Misbegotten, Omen and all those seen as impure. "
 },
 {
   "Name": "Scaled Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Scaled+Greaves",
   "Lore": "Gauntlets worn by Old Knight Istvan. \nThe corroded metal is reinforced with rock-hard scales, making it high effective against non-physical attacks. \n\nIstvan is one of a few wizened Tarnished who survived to this day. "
 },
 {
   "Name": "Maliketh's Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Maliketh's+Helm",
   "Lore": "Beast's helm made of black iron and decorated with gold. Worn by Maliketh the Black Blade. \n Maliketh, Queen Marika's loyal half-brother, bore a blade imbued with Destined Death, and there was not one demigod who did not fear him.   \n Champions knew what was at stake. Indeed, that is what made them champions"
 },
 {
   "Name": "Beast Champion Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Beast+Champion+Helm",
   "Lore": "Silver helm engraved with tiny beasts. Worn by Bernahl the Recusant. \n The beasts, their eyes and ears covered, represent an oath: \"See nothing, hear nothing, doubt nothing, and carry on, along the path set in stone. \""
 },
 {
   "Name": "Champion Bracers",
   "Link": "https://eldenring.wiki.fextralife.com/Champion+Bracers",
   "Lore": "Bracers reserved for the bandlands' bravest.  \nProof that the wearer has slaughtered countless foes.  \n\nFollowing the example of their chieftain Hoarah Loux, the brave warriors of the badlands shun excess adornment. "
 },
 {
   "Name": "Exile Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Exile+Hood",
   "Lore": "Deep red hood that covers the whole head. \n\nWorn by soldiers sent to the penal colonies, who were required to keep their faces hidden. "
 },
 {
   "Name": "Eccentric's Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Eccentric's+Hood",
   "Lore": "A pointy, ragged hood. \nWorn by the knight Jerren. \n The hood hides an aged, bearded mask. \n Jerren served General Radahn as a guest commander, and they are said to have sworn an oath of honorable death to one another. "
 },
 {
   "Name": "Hierodas Glintstone Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Hierodas+Glintstone+Crown",
   "Lore": "One of the glintstone crowns bestowed upon Raya Lucaria scholars whose pursuits were deemed worthy. \n \nIncreases intelligence and endurance to the detriment of FP. \n \nThe crown of Hierodas was granted to scholars who engaged in nomadic study away from the academy. "
 },
 {
   "Name": "Page Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Page+Trousers",
   "Lore": "Trousers worn by pages who serve nobility and are mindful to keep them out of harm's way.   \n Traveling wear tailored with exquisite precision, to avoid any undue shame for the page's master. "
 },
 {
   "Name": "Champion Headband",
   "Link": "https://eldenring.wiki.fextralife.com/Champion+Headband",
   "Lore": "Headband reserved for the badlands' bravest. \nProof that the wearer has slaughtered countless foes. \nFollowing the example of their chieftain Hoarah Loux, the brave warriors of the badlands shun excess adornment. "
 },
 {
   "Name": "Cleanrot Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Cleanrot+Gauntlets",
   "Lore": "Gauntlets of the Cleanrot Knights, celebrated for their undefeated campaign in the Shattering. \n The Cleanrot Knights vowed to fight alongside Malenia, despite the inevitable, if gradual, putrefaction of their flesh. Their acceptance of their fate made these battles fiercest of all. "
 },
 {
   "Name": "White Reed Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/White+Reed+Greaves",
   "Lore": "Greaves of the White Reeds, fashioned from banded iron plates. Worn by the Inabam head disciples of the great swordsman Okina.   \n The Inaba traveled in pursuit of not only the master who abandoned them, but also proper deaths, won honorably through hard-fought combat. \nTo be a White Reed is to seek death; fitting for the Inaba, who desired nothingmore than to die by the sword. "
 },
 {
   "Name": "Marionette Soldier Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Marionette+Soldier+Armor",
   "Lore": "Armor of metal bands arranged in a lattice. \nWorn by marionette soldiers, crafted to serve the sorcerers. \n The construction of this armor is remarkably crude, now rusted over and severely dented. \n For a doll, the only thing that matters is that it does not break. "
 },
 {
   "Name": "Confessor Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Confessor+Hood",
   "Lore": "Black hood for blending in with the darkness. \nWorn by church confessors. \nThe churches outside the Lands Between, dedicated to the teachings of the Two Fingers, send confessors out to follow the guidance of grace. \nThe confessors are loyal servants to the Two Fingers, ready to hunt down and quietly dispose of their enemies. "
 },
 {
   "Name": "Veteran's Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Veteran's+Greaves",
   "Lore": "An old greaves that has seen many battles. Worn by Niall, the great veteran general of Sol. \n Nial was a lone survivor who commanded spirits to defend his long-passed master. \n This aging general could not die, nor did he have anywhere to fade away. "
 },
 {
   "Name": "Black Knife Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Black+Knife+Armor",
   "Lore": "Scale armor used by the Black Knife Assassins, forged to make no sound. \n \nTraces of power yet remain in its concealing veil, which muffles the sound of footsteps. \n \nThe assassins that carried out the deeds of the Night of the Black Knives were all women, and rumored to be Numen who had close ties with Marika herself. "
 },
 {
   "Name": "Upper-Class Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Upper-Class+Robe",
   "Lore": "Embroidered, bright green robe worn by noble children. \nDonning such a robe is traditionally the child's first show of burgeoning independence. "
 },
 {
   "Name": "Hoslow's Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Hoslow's+Gauntlets",
   "Lore": "Garish silver gauntlets decorated with red embellishments. Passed down through the Hoslow family. \n When Juno Hoslow received an invitation to the Volcano Manor, he discreetly refused. \n \"I have already walked many a road drenched in blood, yet never would I consider myself a champion. \""
 },
 {
   "Name": "Highwayman Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Highwayman+Hood",
   "Lore": "Hideously stained and ragged hood. \nWorn by former foot soldiers who have turned to banditry. "
 },
 {
   "Name": "Malformed Dragon Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Malformed+Dragon+Greaves",
   "Lore": "Malformed golden greaves. \nAdorned with various dragon imagery and worn by the misshapen Tree Sentinels. \n After the great ancient dragon Gransax attacked, the sentinels had an epiphany. The only way to truly protect the Erdtree was to become dragons themselves. "
 },
 {
   "Name": "Bloodsoaked Manchettes",
   "Link": "https://eldenring.wiki.fextralife.com/Bloodsoaked+Manchettes",
   "Lore": "Manchettes formed from tightly-wound bandages soaked through with blood. \n \nAny protection is welcome for the festering arms beneath. "
 },
 {
   "Name": "Radahn's Redmane Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Radahn's+Redmane+Helm",
   "Lore": "Helm of the golden lion, with flowing red hair. \nWorn by General Radahn. \n Radahn inheirted the furious, flaming red hair of his father Radagon, and is fond of its heroic impications. \n\n\"I was born a champion's cub. Now I am the Lord of the Battlefield's lion. \""
 },
 {
   "Name": "Champion Pauldron",
   "Link": "https://eldenring.wiki.fextralife.com/Champion+Pauldron",
   "Lore": "Pauldron reserved for the badlands' bravest. \nProof that the wearer has slaughtered countless foes. \nFollowing the example of their chieftain Hoarah Loux, the brave warriors of the badlands shun excess adornment. "
 },
 {
   "Name": "Zamor Legwraps",
   "Link": "https://eldenring.wiki.fextralife.com/Zamor+Legwraps",
   "Lore": "Legwraps worn by knights of Zamor, hailed as heroes in the War against the Giants. \n \nThese long-lived warriors, clad in biting, freezing winds, are said to have been the mortal enemies of the Fire Giants since time immemorial. "
 },
 {
   "Name": "Astrologer Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Astrologer+Robe",
   "Lore": "Robe fashioned from supple cloth. \nWorn by those who look to the cosmos above. \nThey read fate in the stars, and are said to be heirs of the glintstone sorcerers. \nBut alas, the night sky no longer cradles fate. "
 },
 {
   "Name": "Greathelm",
   "Link": "https://eldenring.wiki.fextralife.com/Greathelm",
   "Lore": "Sturdy greathelm made from iron. \n \nThough it is uncomfortably heavy and obstructs the vision of the wearer, it provides considerable damage negation. "
 },
 {
   "Name": "Blackflame Monk Greave",
   "Link": "https://eldenring.wiki.fextralife.com/Blackflame+Monk+Greaves",
   "Lore": "Black iron greaves featuring a flame motif. \nAttire of the Blackflame Monks. \n The Blackflame Monks, enthralled by the god-slaying black flame, became traitors, abandoning their posts as guardians. The seduction of a taboo is never easily spurned. "
 },
 {
   "Name": "Bloodhound Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Bloodhound+Knight+Armor",
   "Lore": "Metal armor with a jutting breastplate.  \nWorn by the Bloodhound Knights.   \n The Bloodhound Knights are trained as hunters and known to be unshakable trackers.   \n Without the use of language, each knight chooses his own master. Once the decision has been made, the knight stays loyal for life. "
 },
 {
   "Name": "Exile Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Exile+Armor",
   "Lore": "Damaged armor draped with a large deep-red cloth. \nWorn by soldiers sent to the penal colonies. "
 },
 {
   "Name": "Cleanrot Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Cleanrot+Armor",
   "Lore": "Armor of the Cleanrot Knights, celebrated for their undefeated campaign in the Shattering. \n The Cleanrot Knights vowed to fight alongside Malenia, despite the inevitable, if gradual, putrefaction of their flesh. Their acceptance of their fate made these battles fiercest of all. "
 },
 {
   "Name": "Leather Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Leather+Trousers",
   "Lore": "Well-made leather trousers. \nThe lower legs are each bound in cord for ease of movement. "
 },
 {
   "Name": "Imp Head (Cat)",
   "Link": "https://eldenring.wiki.fextralife.com/Imp+Head+(Cat)",
   "Lore": "Head covering made from the largely unaltered head of an impish golem. \nResembling a cat, it holds trace amounts of feline intelligence. "
 },
 {
   "Name": "Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Chain+Gauntlets",
   "Lore": "Gauntlets worn by ordinary soldiers. \n Though plain in appearance, they offer dependable protection. "
 },
 {
   "Name": "Radahn's Lion Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Radahn's+Lion+Armor",
   "Lore": "Armor depicting the golden lion. \nWorn by General Radahn. \n The golden lion is said to symbolize Godfrey, the Elden Lord, and his beast regent, Serosh. From his youngest years, Radahn was naturally captivated by the Lord of the Battlefield. "
 },
 {
   "Name": "All-Knowing Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/All-Knowing+Gauntlets",
   "Lore": "Gauntlets set with countless eyes and ears. \nWorn by Gideon Ofnir, the All-Knowing. \n \nKnowledge begins with the recognition of one's ignorance. The realization that the search for knowledge is unending. But when Gideon glimpsed into the will of Queen Marika, he shuddered in fear. \n \nAt the end that should not be. "
 },
 {
   "Name": "Veteran's Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Veteran's+Gauntlets",
   "Lore": "Old gauntlets that has seen many battles. Worn by Niall, the veteran general of Sol. \n Niall was a lone survivor who commanded spirits to defend his long-passed master. \n This aging general could not die, nor did he have anywhere to fade away. "
 },
 {
   "Name": "Noble's Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Noble's+Trousers",
   "Lore": "White trousers of superior craftsmanship. \nWorn by expatriated royalty. \n \nA gift of such rare beauty, a royal wouldn't disgrace their illustrious heritage even if found dead, in a ditch, in the middle of nowhere, while wearing such splendid raiment. "
 },
 {
   "Name": "Fia's Robe (Altered)",
   "Link": "https://eldenring.wiki.fextralife.com/Fia's+Robe+(Altered)",
   "Lore": "Worn by Fia, the Deathbed Companion, on her journey after being exiled from her home. "
 },
 {
   "Name": "Malformed Dragon Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Malformed+Dragon+Gauntlets",
   "Lore": "Malformed golden gauntlets. \nAdorned with various dragon imagery and worn by the misshapen Tree Sentinels. \n After the great ancient dragon Gransax attacked, the sentinels had an epiphany. The only way to truly protect the Erdtree was to become dragons themselves. "
 },
 {
   "Name": "Night Maiden Twin Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Night+Maiden+Twin+Crown",
   "Lore": "Twin crowns worn by the nightmaidens of the Eternal City. \nIndicates the highest clerical rank, and hides the eyes with silk. \n Long ago, the Nox invoked the ire of the Greater Will, and were banished deep underground. Now they live under a false night sky, in eternal anticipation of their liege. Of the coming age of the stars. And their Lord of Night. "
 },
 {
   "Name": "Fell Omen Cloak",
   "Link": "https://eldenring.wiki.fextralife.com/Fell+Omen+Cloak",
   "Lore": "\"A cloak of ragged fur worn about the exposed body of Margit, the Fell Omen. \n Having slaughtered countless champions during the Shattering, the Fell Omen has become a horror to those who harbor ambitions for the Erdtree, or for Lordship. \""
 },
 {
   "Name": "Elden Lord Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Elden+Lord+Crown",
   "Lore": "Crown of Godfrey, the first Elden Lord. \n \nThe age of the Erdtree began amongst conflict, when Godfrey was lord of the battlefield. \n \nHe led the War against the Giants. Faced the Storm Lord, alone. And then, there came a moment. When his last worthy enemy fell. And it was then, as the story is told, that the hue of Lord Godfrey's eyes faded. "
 },
 {
   "Name": "Chain Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Chain+Armor",
   "Lore": "Armor made of woven chain. \nStandard issue for ordinary soldiers. \nThough plain in appearance, it offers dependable protection. "
 },
 {
   "Name": "Bloodhound Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Bloodhound+Knight+Gauntlets",
   "Lore": "Metal gauntlets of the Bloodhound Knights.   \n The Bloodhound Knights are trained as hunters and known to be unshakable trackers.   \n Without the use of language, each knight chooses his own master. Once the decision has been made the knight stays loyal for life. "
 },
 {
   "Name": "Confessor Boots",
   "Link": "https://eldenring.wiki.fextralife.com/Confessor+Boots",
   "Lore": "Leather boots of the church confessors. \nThe churches outside the Lands Between, dedicated to the teachings of the Two Fingers, send confessors out to follow the guidance of grace. \nThe confessors are loyal servants to the Two Fingers, ready to hunt down and quietly dispose of their enemies. "
 },
 {
   "Name": "Sanguine Noble Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Sanguine+Noble+Robe",
   "Lore": "Robe of dyed black cloth featuring gold embroidery. \nWorn by the nobles who serve the Lord of Blood. \n \nThe grand metallic pattern on the shoulder is a signifier of the noble rank they intend to claim upon the advent of the new dynasty they are working to install. "
 },
 {
   "Name": "Confessor Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Confessor+Gloves",
   "Lore": "Black leather gloves of the church confessors. \nThe churches outside the Lands Between, dedicated to the teachings of the Two Fingers, send confessors out to follow the guidance of grace. \nThe confessors are loyal servants to the Two Fingers, ready to hunt down and quietly dispose of their enemies. "
 },
 {
   "Name": "Carian Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Carian+Knight+Gauntlets",
   "Lore": "Gauntlets of the enchanted knights that once served the Carian royal family. \nThe enchanted knights, anointed by the Lunar Queen,  were heroes of the highest honors, but fell into disarray with the decline of the royal family. "
 },
 {
   "Name": "Queen's Crescent Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Queen's+Crescent+Crown",
   "Lore": "A tall crown depicting the moon. Worn by Rennala, Queen of the Full Moon. Increases intelligence. \n \nWhen Rennala, head of both the Academy of Raya Lucaria and the Carian royal family, lost her husband Radagon, her heart went along with him. \n \nAnd then, those at the academy realized. That Rennala was no champion, after all. "
 },
 {
   "Name": "Godrick Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Godrick+Knight+Gauntlets",
   "Lore": "Gauntlets worn by knights loyal to Godrick the Grafted. \n Time has yet to dull their luster. "
 },
 {
   "Name": "Omensmirk Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Omensmirk+Mask",
   "Lore": "Mask with long, hideously twisted horns worn by the Omenkillers. \nIncreases strength. \n \nBears the smirking face of an elder, twisted in wicked delight. \n \nThis visage is carved in the image of the evil spirits that haunt the Omen in their nightmares. "
 },
 {
   "Name": "Lionel's Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Lionel's+Greaves",
   "Lore": "Rounded iron greaves.  Worn by Lionel the Lionhearted.   \n When this chivalrous, dauntless knight met Fia, who had been driven from her home, he declared himself to be her father. "
 },
 {
   "Name": "Bloodhound Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Bloodhound+Knight+Helm",
   "Lore": "Metal helm with a pointed beak. Worn by the Bloodhound Knights. \nThe Bloodhound Knights are trained as hunters and known to be unshakable trackers. \nWithout the use of language, each knight chooses his own master. Once the decision has been made, the knight stays loyal for life. "
 },
 {
   "Name": "Traveling Maiden Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Traveling+Maiden+Hood",
   "Lore": "Hood worn by traveling maidens. \n Maidens traversed the Lands Between for different reasons. Some to seek audience with the Fingers. Others, to find the Tarnished who they were destined to guide. "
 },
 {
   "Name": "Astrologer Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Astrologer+Gloves",
   "Lore": "Gloves fashioned from fine, supple cloth. \nWorn by those who look to the cosmos above. \nThey read fate in the stars, and are said to be heirs of the glintstone sorcerers. \nBut alas, the night sky no longer cradles fate. "
 },
 {
   "Name": "Land of Reeds Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Land+of+Reeds+Helm",
   "Lore": "Helm made from strips of iron fastened together. \nWorn by warriors of the Land of Reeds. \nThe Land of Reeds has long been locked in a miserable civil war, during which time it has remained alienated from the cultures of its neighbors. Little wonder that the entire nation has succumbed to blood-soaked madness, or so it is said. "
 },
 {
   "Name": "Banished Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Banished+Knight+Greaves",
   "Lore": "Thick, full set of armor covering the entire body. \nThese greaves were worn by knights who, whether by misfortune or misdeed, were forced to abandon their homes. \nThese fierce warriors were each and all accomplished. Perhaps that is why, despite their territorial losses, they were still named knights. "
 },
 {
   "Name": "Kaiden Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Kaiden+Trousers",
   "Lore": "Trousers worn by Kaiden sellswords. \n\nThese hulking, fearless mercenaries, said to hail from the mountaintops of the wintry north, are adept at fighting on horseback. Kaiden is the name of their home settlement. "
 },
 {
   "Name": "All-Knowing Armor",
   "Link": "https://eldenring.wiki.fextralife.com/All-Knowing+Armor",
   "Lore": "Armor set with countless eyes and ears. \nWorn by Gideon Ofnir, the All-Knowing. \n \nKnowledge begins with the recognition of one's ignorance. The realization that the search for knowledge is unending. But when Gideon glimpsed into the will of Queen Marika, he shuddered in fear. \n \nAt the end that should not be. "
 },
 {
   "Name": "Bull-Goat Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Bull-Goat+Greaves",
   "Lore": "Great Horned Tragoth's greaves. Covers its wearer with a pair of giant horns, providing staunch poise.   \n Tragoth is a famed knight of assistance. Countless Tarnished, facing adversity in the Lands Between, have survived thanks only to the Great Horned One's aid. "
 },
 {
   "Name": "Old Aristocrat Gown",
   "Link": "https://eldenring.wiki.fextralife.com/Old+Aristocrat+Gown",
   "Lore": "Gown of soft cloth adorned with fine gold embroidery. \nTravel attire worn by nobles in the capital. Garb favored by the aged. \n \nAbandoning their birthplace after the Shattering, these undead wanderers are the pitiful product of unending life. "
 },
 {
   "Name": "Traveler's Hat",
   "Link": "https://eldenring.wiki.fextralife.com/Traveler's+Hat",
   "Lore": "Hat of a traveling perfumer of no renown.   \n An associate of a healer, he is said to be in search of new aromatics and flower gardens, in hopes of treating Misbegotten, Omen and all those seen as impure. "
 },
 {
   "Name": "Errant Sorcerer Manchettes",
   "Link": "https://eldenring.wiki.fextralife.com/Errant+Sorcerer+Manchettes",
   "Lore": "Commonplace leather manchettes. \nTheir hands are inlaid with dulled glintstone. "
 },
 {
   "Name": "Kaiden Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Kaiden+Helm",
   "Lore": "Helm worn by Kaiden sellswords. \nThese hulking, fearless mercenaries, said to hail from the mountaintops of the wintry north, are adept at fighting on horseback. \nKaiden is the name of their home settlement. "
 },
 {
   "Name": "Ruler's Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Ruler's+Mask",
   "Lore": "Mask in the image of a wizened sage. \nCustomary dress among lords in a smaller nation. \nIncreases faith. \n \nSuch a mask illustrates the qualities of an ideal lord: chiefly, wise and possessing a certain defanged geniality. \nOne at the center of society often finds these qualities most expedient. "
 },
 {
   "Name": "Cerulean Tear Scarab",
   "Link": "https://eldenring.wiki.fextralife.com/Cerulean+Tear+Scarab",
   "Lore": "Blue scarab worn directly on the head. These scarabs roll clumps of cerulean tears during their labors. \n Slightly increases the recovery effects of the Flask of Cerulean Tears, but increases damage taken. "
 },
 {
   "Name": "Imp Head (Corpse)",
   "Link": "https://eldenring.wiki.fextralife.com/Imp+Head+(Corpse)",
   "Lore": "Head covering made from the largely unaltered head of an impish golem. \nResembling the visage of a corpse, it holds trace amounts of lingering faith. "
 },
 {
   "Name": "Foot Soldier Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Foot+Soldier+Gauntlets",
   "Lore": "Metal gauntlets covered in nicks and dents. \nWidely issued to foot soldiers in a lord's army. "
 },
 {
   "Name": "Exile Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Exile+Greaves",
   "Lore": "Damaged iron greaves. \nWorn by soldiers sent to the penal colonies. "
 },
 {
   "Name": "Bandit Boots",
   "Link": "https://eldenring.wiki.fextralife.com/Bandit+Boots",
   "Lore": "Leather boots worn by bandits. \n Light for ease of movement, and supple for masking sound. In this trade, they offer little damage negation. "
 },
 {
   "Name": "Beast Champion Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Beast+Champion+Armor",
   "Lore": "Silver armor engraved with tiny beasts. \nWorn by Bernahl the Recusant. \n \nBeasts are drawn to champions, and to lords. And this armor befits a champion worthy of becoming a lord. And that is what Bernahl was. \n \nUntil his maiden threw herself into the fire. "
 },
 {
   "Name": "Hoslow's Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Hoslow's+Helm",
   "Lore": "A twin-tailed silver helm decorated with flowery adornments. Symbol of the head of the revered House of Hoslow. \n Juno Hoslow had a younger brother who was all talk and no trousers.   \n His inability to commit to action was such that Juno inherited the Hoslow legacy without resistance, granting him the freedom to shower his little brother with adoration. "
 },
 {
   "Name": "Blackflame Monk Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Blackflame+Monk+Hood",
   "Lore": "Mail hood of iron links covering a headband engraved with black flames. \nAttire of the Blackflame Monks. \n The Blackflame Monks, enthralled by the god-slaying black flame, became traitors, abandoning their posts as guardians. The seduction of a taboo is never easily spurned. "
 },
 {
   "Name": "Briar Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Briar+Helm",
   "Lore": "Battered iron helm from a foreign land. \nWorn by Elemer of the Briar. \n The winding, rusted iron briars are the mark of the guilty, and typically indicate a sentence of death. They also cause this armor to deal damage when performing dodge rolls. \n\nElemer murdered numerous instructors and merchants, and was known as the Bell Bearing Hunter. "
 },
 {
   "Name": "Cloth Garb",
   "Link": "https://eldenring.wiki.fextralife.com/Cloth+Garb",
   "Lore": "Clothing made of coarse material, commonly worn in the Lands Between. "
 },
 {
   "Name": "Nox Mirrorhelm",
   "Link": "https://eldenring.wiki.fextralife.com/Nox+Mirrorhelm",
   "Lore": "Helm fashioned from a crystal looking-glass. \nOne among the Eternal City's ritual implements. \nEasily broken and weak against striking attacks. \n \nWorn by those committed to high treason, it wards off the intervention of the Greater Will and its vassal Fingers. "
 },
 {
   "Name": "Queen's Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Queen's+Robe",
   "Lore": "Robe indicating the highest order of sorcerer. \nWorn by Rennala, Queen of the Full Moon. \n \nWhen Rennala, head of both the Academy of Raya Lucaria and the Carian royal family, lost her husband Radagon, her heart went along with him. \n\nAnd then, those at the academy realized. That Rennala was no champion, after all. "
 },
 {
   "Name": "Errant Sorcerer Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Errant+Sorcerer+Robe",
   "Lore": "Commonplace robe made of thick cloth. Worn by the Errant Sorcerer Wilhelm, one of the first Tarnished to visit Roundtable Hold. \n \nA silent seeker of sorcery, who had gone so far as to make contact with the primeval current, Wilhelm was led by guidance into confrontation with his friend Vargram, and it is said that he was then taken prisoner in Roundtable Hold. "
 },
 {
   "Name": "Hoslow's Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Hoslow's+Greaves",
   "Lore": "Garish silver greaves decorated with red embellishments. Passed down through the Hoslow family. \n When Juno Hoslow received an invitation to the Volcano Manor, he discreetly refused. \n \"I have already walked many a road drenched in blood, yet never would I consider myself a champion. \""
 },
 {
   "Name": "White Reed Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/White+Reed+Gauntlets",
   "Lore": "Gauntlets of the White Reeds, fashioned from banded iron plates. Worn by the Inabam head disciples of the great swordsman Okina.   \n The Inaba traveled in pursuit of not only the master who abandoned them, but also proper deaths, won honorably through hard-fought combat. To be a White Reed is to seek death; fitting for the Inaba, who desired nothingmore than to die by the sword. "
 },
 {
   "Name": "Juvenile Scholar Cap",
   "Link": "https://eldenring.wiki.fextralife.com/Juvenile+Scholar+Cap",
   "Lore": "Cap worn by young academy scholars, the juveniles birthed anew by the amber egg of Queen Rennala, the head of Raya Lucaria Academy. \n \nYet their rebirth is not without imperfections, and thus do they repeat the process, eventually becoming utterly dependent upon it. \n \nRebirth is as sleep to them, and with each awakening, memory fades into oblivion. "
 },
 {
   "Name": "Mushroom Crown",
   "Link": "https://eldenring.wiki.fextralife.com/Mushroom+Crown",
   "Lore": "Mushrooms found growing all over the body. These overgrown mushrooms form a towering headpiece. \n \nRaises attack power when something nearby suffers from poison or rot. \n \nLong ago, great lords served the scarlet rot. Perhaps such fungal bodies served as their crowns. "
 },
 {
   "Name": "Kaiden Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Kaiden+Armor",
   "Lore": "Armor worn by Kaiden sellswords. \n  These hulking, fearless mercenaries, said to hail from the mountaintops of the wintry north, are adept at fighting on horseback. Kaiden is the name of their home settlement. "
 },
 {
   "Name": "Lionel's Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Lionel's+Gauntlets",
   "Lore": "Founded iron gauntlets.  Worn by Lionel the Lionhearted.   \n When this chivalrous dauntless knight met Fia, who had been driven from her home, he declared himself to be her father. "
 },
 {
   "Name": "Commoner's Simple Garb",
   "Link": "https://eldenring.wiki.fextralife.com/Commoner's+Simple+Garb",
   "Lore": "Garb with a modest cloth cape attached. \nStandard wear for commoners of the Lands Between. \n \nThe board hung from the neck depicts a sprawling tree, its roots and branches forming two holes. This is a self-imposed shackle, a voluntary display of allegiance to the Erdtree that increases faith. "
 },
 {
   "Name": "Sage Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Sage+Robe",
   "Lore": "Thick burgundy robe. \nAttire of the wise sages who were deemed heretical. \nEvidence that the wearer was driven from town. "
 },
 {
   "Name": "Juvenile Scholar Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Juvenile+Scholar+Robe",
   "Lore": "Robe worn by young academy scholars, the juveniles birthed anew by the amber egg of Queen Rennala, the head of Raya Lucaria Academy. \n \nYet their rebirth is not without imperfections, and thus do they repeat the process, eventually becoming utterly dependent upon it. \n \nRebirth is as sleep to them, and with each awakening, memory fades into oblivion. "
 },
 {
   "Name": "Raya Lucarian Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Raya+Lucarian+Greaves",
   "Lore": "Greaves worn by Raya Lucaria Academy soldiers. \nRust-worn and stained through unending conflict. "
 },
 {
   "Name": "Zamor Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Zamor+Mask",
   "Lore": "Mask worn by knights of Zamor, hailed as heroes in the War against the Giants. \nThese long-lived warriors, clad in biting, freezing winds, are said to have been the mortal enemies of the Fire Giants since time immemorial. "
 },
 {
   "Name": "Fire Monk Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Fire+Monk+Greaves",
   "Lore": "Black iron greaves featuring a flame motif. \nAttire of the Fire Monks. \n The Fire Monks are guardians of the flame of ruin, forbidden by the Erdtree and said to be kept high in the Mountaintops of the Giants. "
 },
 {
   "Name": "Lionel's Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Lionel's+Armor",
   "Lore": "Round iron armor with a banner extending from its back.  Worn by the Lionel the Lionhearted.   \n When this chivalrous dauntless knight met Fia, who had been driven from her home, he declared himself to be her father. "
 },
 {
   "Name": "Shining Horned Headband",
   "Link": "https://eldenring.wiki.fextralife.com/Shining+Horned+Headband",
   "Lore": "Headband decorated by a pair of shining horns. Worn by ancestral follower shamans. \n Horns with buds that also shine are ideal ceremonial items for ancestral worship. Strengthens Ancestral Infant's Head. "
 },
 {
   "Name": "Fire Monk Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Fire+Monk+Armor",
   "Lore": "Black iron armor adorned with a red cloth. \nAttire of the Fire Monks. \n \n The grotesque face sculpted on the chest is said to depict the corrupt ancient god of the flame. \nTaboos transform into lasting obsessions by virtue of the fear that they inspire. "
 },
 {
   "Name": "Raging Wolf Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Raging+Wolf+Gauntlets",
   "Lore": "Gauntlets worn by Vargram the Raging Wolf, one of the first Tarnished to visit the Roundtable Hold. \nAccording to the old legends, wolves are the shadows of the Empyrean. Vargram aspired to such a state himself. "
 },
 {
   "Name": "Vulgar Militia Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Vulgar+Militia+Gauntlets",
   "Lore": "Gauntlets worn by lean, mean, and filthy militiamen. \n Freshly-singed battlegrounds effusing with the stench of the dead. Forbidden lands that will be excised from the memory of history. This is where the vulgar militia serve, as untiring, unsung watchkeepers. "
 },
 {
   "Name": "Guardian Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Guardian+Greaves",
   "Lore": "Engraved golden greaves. \nWorn by the guardians of the Minor Erdtrees. \n In accordance with an ancient pact with the Erdtree, it is said that their deaths led not to destruction, but instead to renewed, eternal life as guardians. "
 },
 {
   "Name": "Briar Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Briar+Gauntlets",
   "Lore": "Battered iron gauntlets from a foreign land. \nWorn by Elemer of the Briar.   \n The winding, rusted iron briars are a mark of the guilty and typically indicate a sentence of death. They also cause this armor to deal damage when performing dodge rolls. \n\nElemer murderd numerous instructors and merchants, and was known as the Bell Bearing Hunter. "
 },
 {
   "Name": "Crucible Tree Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Crucible+Tree+Armor",
   "Lore": "Armor of the Crucible Knights who served Godfrey, the first Elden Lord. \n\nWorn by the knight Siluria and her men. \n\nHolds the power of the crucible of life, the primordial form of the Erdtree. Strengthens Aspects of the Crucible incantations. "
 },
 {
   "Name": "Haligtree Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Haligtree+Gauntlets",
   "Lore": "Gauntlets worn by soldiers sworn to the Haligtree. \nRust-worn and stained through unending conflict. "
 },
 {
   "Name": "Astrologer Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Astrologer+Trousers",
   "Lore": "Trousers worn inside a robe. \nWorn by those who look to the cosmos above. \nThey read fate in the stars, and are said to be heirs of the glintstone sorcerers. \nBut alas, the night sky no longer cradles fate. "
 },
 {
   "Name": "Briar Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Briar+Armor",
   "Lore": "Battered iron armor from a foreign land. \nWorn by Elemer of the Briar.   \n The winding, rusted iron briars are a mark of the guilty and typically indicate a sentence of death. They also cause this armor to deal damage when performing dodge rolls. \n\nElemer murdered numerous instructors and merchants, and was known as the Bell Bearing Hunter. "
 },
 {
   "Name": "Bloodsoaked Mask",
   "Link": "https://eldenring.wiki.fextralife.com/Bloodsoaked+Mask",
   "Lore": "Mask formed from tightly-wound bandages soaked through with blood. \n \nEven the most ghastly cover is more inviting than the festering face beneath. "
 },
 {
   "Name": "Carian Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Carian+Knight+Armor",
   "Lore": "Armor of the enchanted knights that once served the Carian royal family. \nThe enchanted knights, anointed by the Lunar Queen, were heroes of the highest honors, but fell into disarray with the decline of the royal family. "
 },
 {
   "Name": "Carian Knight Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Carian+Knight+Greaves",
   "Lore": "Greaves of the enchanted knights that once served the Carian royal family. \n\nThe enchanted knights, anointed by the Lunar Queen, were all decorated heroes, were heroes of the highest honors, but fell into disarray with the decline of the royal family. "
 },
 {
   "Name": "Rotten Gravekeeper Cloak",
   "Link": "https://eldenring.wiki.fextralife.com/Rotten+Gravekeeper+Cloak",
   "Lore": "Thick, bristly cloak eaten through by scarlet rot. \n\nThe symbol of an underground gravekeeper's station.   \n Altered:\nWorn by gladiators who were driven from the colosseum. \nThe wearer becomes a slightly easier target for foes. "
 },
 {
   "Name": "Gelmir Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Gelmir+Knight+Armor",
   "Lore": "Armor worn by knights once royal to Praector Rykard. \n It bears an emblem that none wear any longer, standing as it does for a lord that fell from loft ambition into gluttonous depravity. As the lord lost his dignity, so too did these knights lose their master. "
 },
 {
   "Name": "Vagabond Knight Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Vagabond+Knight+Armor",
   "Lore": "Chest piece of a knight banished from their motherland.  \nDirty and battered after enduring a lengthy vagabond journey. \n The crest emblazoned on the front is worn and dingy, no longer able to evoke sentiment. \n Metal armor is heavy, but also study ordering significant damage negation. "
 },
 {
   "Name": "Black Knife Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Black+Knife+Hood",
   "Lore": "Hood used by the Black Knife Assassins. \n \nThe assassins that carried out the deeds of the Night of the Black Knives were all women, and rumored to be Numen who had close ties with Marika herself. "
 },
 {
   "Name": "Haligtree Crest Surcoat",
   "Link": "https://eldenring.wiki.fextralife.com/Haligtree+Crest+Surcoat",
   "Lore": "Armor worn by soldiers sworn to the Haligtree. \nThe surcoat bears the crest of the Haligtree. Though watered with Miquella's own blood since it was a sapling, the Haligtree ultimately failed to grow into an Erdtree. "
 },
 {
   "Name": "Warrior Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Warrior+Gauntlets",
   "Lore": "Gauntlets of a nomadic warrior. \nCrafted from sturdy leather. "
 },
 {
   "Name": "Twinned Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Twinned+Armor",
   "Lore": "Armor depicting entwined twins of gold and silver.   \n The two known as D are inseparable twins. \nThey are of two bodies and two minds, but one single soul. Not once do they stand together; not one word do they speak to one another. \n Perhaps this armor longs to find its way to the other D. "
 },
 {
   "Name": "Cuckoo Surcoat",
   "Link": "https://eldenring.wiki.fextralife.com/Cuckoo+Surcoat",
   "Lore": "Armor worn by Raya Lucaria Academy soldiers. \n \nThe surcoat depicts twinned cuckoos peering into a flourishing mass of glintstone. \n\nTo a glintstone sorcerer, the body is a transient thing. The Cuckoo alone knows its insignificance, yet watches over it all the same. "
 },
 {
   "Name": "Millicent's Tunic",
   "Link": "https://eldenring.wiki.fextralife.com/Millicent's+Tunic",
   "Lore": "Tunic worn by Millicent the Rotting"
 },
 {
   "Name": "Malformed Dragon Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Malformed+Dragon+Armor",
   "Lore": "Malformed golden armor. \nAdorned with various dragon imagery and worn by the misshapen Tree Sentinels. \n \nAfter the great ancient dragon Gransax attacked, the sentinels had an epiphany. The only way to truly protect the Erdtree was to become dragons themselves. "
 },
 {
   "Name": "Noble's Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Noble's+Gloves",
   "Lore": "Gloves of plush leather. \nWorn by expatriated royalty. \n \nA gift of such rare beauty, a royal wouldn't disgrace their illustrious heritage even if found dead, in a ditch, in the middle of nowhere, while wearing such splendid raiment. "
 },
 {
   "Name": "Iron Helmet",
   "Link": "https://eldenring.wiki.fextralife.com/Iron+Helmet",
   "Lore": "An iron helmet showing rust on its edges. \nCloth covering the mouth and neck provides some resistance to poison and other irritants. "
 },
 {
   "Name": "Radahn's Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Radahn's+Greaves",
   "Lore": "Greaves depicting the golden lion. Worn by General Radahn.   \n The golden lion is said to symbolize Godfrey, the first Elden Lord, and his beast regent, Serosh. From his youngest years, Radahn was naturally captivated by the Lord of the Battlefield. "
 },
 {
   "Name": "Omenkiller Long Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Omenkiller+Long+Gloves",
   "Lore": "Long, stiff leather gloves worn by the Omenkillers. "
 },
 {
   "Name": "Leyndell Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Leyndell+Knight+Helm",
   "Lore": "Helm worn by knights sworn to defend the royal capital of Leyndell. \n The golden canopy represents the honor of standing among the tree's defenders. "
 },
 {
   "Name": "Radahn's Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Radahn's+Gauntlets",
   "Lore": "Gauntlets depicting the golden lion. Worn by General Radahn.   \n The golden lion is said to symbolize Godfrey, the first Elden Lord, and his beast regent, Serosh. From his youngest years, Radahn was naturally captivated by the Lord of the Battlefield. "
 },
 {
   "Name": "Twinned Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Twinned+Helm",
   "Lore": "Helm depicting entwined twins of gold and silver. \n The two known as D are inseparable twins. \nThey are of two bodies and two minds, but one single soul. Not once do they stand together; not one word do they speak to one another. \n Perhaps this armor longs to find its way to the other D. "
 },
 {
   "Name": "Noble's Traveling Garb",
   "Link": "https://eldenring.wiki.fextralife.com/Noble's+Traveling+Garb",
   "Lore": "Traveling attire fashioned from metallic white silk thread. Worn by expatriated royalty. \n \nA gift of such rare beauty, a royal wouldn't disgrace their illustrious heritage even if found dead, in a ditch, in the middle of nowhere, while wearing such splendid raiment. "
 },
 {
   "Name": "Raya Lucarian Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Raya+Lucarian+Robe",
   "Lore": "Robe worn by Raya Lucaria's magic scholars. \nThose who dedicate themselves to the study of glintstones formed from starry amber receive this modest yet elegant deep blue garb along with their vows of virtue and austerity. \nBut with extended life, one is apt to forget old vows. "
 },
 {
   "Name": "Carian Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Carian+Knight+Helm",
   "Lore": "Helm of the enchanted knights that once served the Carian royal family. \n\nThe enchanted knights, anointed by the Lunar Queen, were heroes of the highest honors, but fell into disarray with the decline of the royal family. "
 },
 {
   "Name": "Finger Maiden Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Finger+Maiden+Robe",
   "Lore": "Robe worn by maidens who serve the Two Fingers. \n \nThe maidens live to serve a chosen Tarnished, sharing their guidance and the wisdom of the Two Fingers. \n \nThe guidance of grace would ensure that the pair be brought together. Or at least, such was the promise long ago. "
 },
 {
   "Name": "Snow Witch Hat",
   "Link": "https://eldenring.wiki.fextralife.com/Snow+Witch+Hat",
   "Lore": "Witch's pointed hat, frigid and frozen through. Of a style associated with practitioners of heretical sorcery. Strengthens cold sorcery. \n \nOnce worn by the snowy crone who the young Ranni encountered deep in the woods. She was a witch, and well versed in cold sorceries. It is said that the doll that houses Ranni's soul was modeled after her. \n \nThat old witch was Ranni's secret mentor. "
 },
 {
   "Name": "Crucible Axe Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Crucible+Axe+Helm",
   "Lore": "Helm of the Crucible Knights who served Godfrey, the first Elden Lord. \n \nThe axe ornamentation is the knight Ordovis's mark, displayed also by his men. \n \nHolds the power of the crucible of life, the primordial form of the Erdtree. Strengthens Aspects of the Crucible incantations. "
 },
 {
   "Name": "Traveling Maiden Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Traveling+Maiden+Robe",
   "Lore": "Robe worn by traveling maidens. \n \nMaidens traversed the Lands Between for different reasons. Some to seek audience with the Fingers. Others, to find the Tarnished who they were destined to guide. "
 },
 {
   "Name": "Guilty Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Guilty+Hood",
   "Lore": "Coarse hooded cloak of olive brown. \nThe garb of those accused of lesser crimes, indicated by the collar of sharpened branches. "
 },
 {
   "Name": "Briar Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Briar+Greaves",
   "Lore": "Battered iron greaves from a foreign land. \nWorn by Elemer of the Briar.   \n The winding, rusted iron briars are a mark of the guilty and typically indicate a sentence of death. They also cause this armor to deal damage when performing dodge rolls. \n\nElemer murderd numerous instructors and merchants, and was known as the Bell Bearing Hunter. "
 },
 {
   "Name": "Black Knife Greaves",
   "Link": "https://eldenring.wiki.fextralife.com/Black+Knife+Greaves",
   "Lore": "Greaves used by the Black Knife Assassins. \nCrafted with scale armor that makes no sound. \n \nThe assassins that carried out the deeds of the Night of the Black Knives were all women, and rumored to be Numen who had close ties with Marika herself. "
 },
 {
   "Name": "Aristocrat Coat",
   "Link": "https://eldenring.wiki.fextralife.com/Aristocrat+Coat",
   "Lore": "Tanned leather coat adorned with fine gold embroidery. \nTravel attire worn by nobles in the capital, and the belonging of a family which claims a knight as an ancestor. \n \nAbandoning their birthplace after the Shattering, these undead wanderers are the pitiful product of unending life. "
 },
 {
   "Name": "Scale Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Scale+Armor",
   "Lore": "Armor reinforced with small metal scales. \nThe cape covering the shoulders is made with treated rock lizard skin, and provides ample protection against fire. "
 },
 {
   "Name": "Alberich's Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Alberich's+Robe",
   "Lore": "Mad Tongue Alberich's robe. \n Set with red glintstones said to be formed by the blood of sacrifices. \nStrengthens thorn sorcery.   \n Alberiches was an aloof yet disturbed heretical sorcerer said to have been driven mad by jeering tongues during his service to the Roundtable Hold long ago. "
 },
 {
   "Name": "Mushroom Body",
   "Link": "https://eldenring.wiki.fextralife.com/Mushroom+Body",
   "Lore": "Mushrooms found growing all over the body. These overgrown mushroom have colonized the torso.   \n  To those enraptured by the scarlet rot, they are holy vestments that root one to the earth. "
 },
 {
   "Name": "Millicent's Boots",
   "Link": "https://eldenring.wiki.fextralife.com/Millicent's+Boots",
   "Lore": "Boots worn by Millicent the Rotting"
 },
 {
   "Name": "Lionel's Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Lionel's+Helm",
   "Lore": "Round iron helm with a distinctive large brim. Worn by Lionel the Lionhearted.   \n When this chivalrous dauntless knight met Fia, who had been driven from her home, he declared himself to be her father. "
 },
 {
   "Name": "Finger Maiden Fillet",
   "Link": "https://eldenring.wiki.fextralife.com/Finger+Maiden+Fillet",
   "Lore": "Fillet worn by maidens who serve the Two Fingers. \n \nThe maidens live to serve a chosen Tarnished, sharing their guidance and the wisdom of the Two Fingers. \n \nThe guidance of grace would ensure that the pair be brought together. Or at least, such was the promise long ago. "
 },
 {
   "Name": "Astrologer Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Astrologer+Hood",
   "Lore": "Hood fashioned from supple cloth. Worn by those who look to the cosmos above. \nThey read fate in the stars, and are said to be heirs of the glintstone sorcerers. \nBut alas, the night sky no longer cradles fate. "
 },
 {
   "Name": "Bull-Goat Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Bull-Goat+Gauntlets",
   "Lore": "Great Horned Tragoth's gauntlets. Covers its wearer with a pair of giant horns, providing staunch poise.   \n Tragoth is a famed knight of assistance. Countless Tarnished, facing adversity in the Lands Between, have survived thanks only to the Great Horned One's aid. "
 },
 {
   "Name": "Perfumer's Traveling Garb",
   "Link": "https://eldenring.wiki.fextralife.com/Perfumer's+Traveling+Garb",
   "Lore": "Garb of a traveling perfumer of no renown.   \n An associate of a healer, he is said to be in search of new aromatics and flower gardens, in hopes of treating Misbegotten, Omen and all those seen as impure. "
 },
 {
   "Name": "Elden Lord Bracers",
   "Link": "https://eldenring.wiki.fextralife.com/Elden+Lord+Bracers",
   "Lore": "Bracers of Godfrey the first Elden Lord. \n\nThe age of the Erdtree began amongst conflict, when Godfrey was lord of the battlefield. \n\nHe led the War against the Giants. Faced the Storm Lord, alone. And then, there came a moment. When his last worthy enemy fell. And it was then, as the story is told, that the hue of Lord Godfrey's eyes faded. "
 },
 {
   "Name": "Perfumer Gloves",
   "Link": "https://eldenring.wiki.fextralife.com/Perfumer+Gloves",
   "Lore": "Gloves of an Erdtree Capital perfumer. \n In time past, the role of perfumer was much respected; a blessed apothecary in the eyes of the many. But after entering the battlefields of the Shattering they performed no such role, trading their aromatics for poisons and explosives. "
 },
 {
   "Name": "Kaiden Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Kaiden+Gauntlets",
   "Lore": "Gauntlets worn by Kaiden sellswords. \n These hulking, fearless mercenaries, said to hail from the mountaintops of the wintry north, are adept at fighting on horseback. Kaiden is the name of their home settlement. "
 },
 {
   "Name": "Confessor Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Confessor+Armor",
   "Lore": "Black leather armor for blending in with the darkness. \nWorn by church confessors. \nThe churches outside the Lands Between, dedicated to the teachings of the Two Fingers, send confessors out to follow the guidance of grace. \nThe confessors are loyal servants to the Two Fingers, ready to hunt down and quietly dispose of their enemies. "
 },
 {
   "Name": "Fire Monk Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Fire+Monk+Hood",
   "Lore": "Mail hood of iron links covering a headband engraved with flames. Attire of the Fire Monks. \n The Fire Monks are guardians of the flame of ruin, forbidden by the Erdtree and said to be kept high in the Mountaintops of the Giants. "
 },
 {
   "Name": "Blackflame Monk Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Blackflame+Monk+Gauntlets",
   "Lore": "Black iron gauntlets featuring a flame motif. \nAttire of the Blackflame Monks. \n The Blackflame Monks, enthralled by the god-slaying black flame, became traitors, abandoning their posts as guardians. The seduction of a taboo is never easily spurned. "
 },
 {
   "Name": "Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Knight+Helm",
   "Lore": "Iron helm of an unknown knight. \nIt is made of thin iron plate. \n \nSuch metal armor is heavy, but provides considerable damage negation. "
 },
 {
   "Name": "Marais Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Marais+Robe",
   "Lore": "Robe with a black mantle across the shoulders. \nCustomarily worn by the head of House Marais. \n The sons of House Marais are all sickly born. \nLittle wonder that Maleigh Marais would be so beguiled by the beautiful and fierce goddess who was born into rot. "
 },
 {
   "Name": "Erdtree Surcoat",
   "Link": "https://eldenring.wiki.fextralife.com/Erdtree+Surcoat",
   "Lore": "Armor worn by soldiers sworn to defend the royal capital of Leyndell. \nThe surcoat bears a majestic likeness of the Erdtree. Its golden backing is an honor bestowed on no other soldiers. "
 },
 {
   "Name": "Vulgar Militia Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Vulgar+Militia+Helm",
   "Lore": "Helm worn by lean, mean, and filthy militiamen. \nThe upward extension serves to create an appearance of larger size, however slightly. "
 },
 {
   "Name": "Ruler's Robe",
   "Link": "https://eldenring.wiki.fextralife.com/Ruler's+Robe",
   "Lore": "Luxurious robe worn by lords in a smaller nation. \nIts fine blue mantle serves to prove its wearer's status. "
 },
 {
   "Name": "Gelmir Knight Gauntlets",
   "Link": "https://eldenring.wiki.fextralife.com/Gelmir+Knight+Gauntlets",
   "Lore": "Gauntlets worn by knights once loyal to Praetor Rykard. Time has yet to dull their luster. "
 },
 {
   "Name": "Page Hood",
   "Link": "https://eldenring.wiki.fextralife.com/Page+Hood",
   "Lore": "Hood worn by pages who serve the nobility and are mindful to keep them out of harm's way. \nThe unassuming sack-like appearance befits their unseen and unknown stature. "
 },
 {
   "Name": "Alberich's Trousers",
   "Link": "https://eldenring.wiki.fextralife.com/Alberich's+Trousers",
   "Lore": "Mad Tongue Alberich's trousers. \n Alberiches was an aloof yet disturbed heretical sorcerer said to have been driven mad by jeering tongues during his service to the Roundtable Hold long ago. "
 },
 {
   "Name": "Gelmir Knight Helm",
   "Link": "https://eldenring.wiki.fextralife.com/Gelmir+Knight+Helm",
   "Lore": "Helm worn by knights once loyal to Praetor Rykard. Its crest of red feathers symbolizes Rykard's pedigree as Lord Radagon's son. "
 },
 {
   "Name": "Elden Lord Armor",
   "Link": "https://eldenring.wiki.fextralife.com/Elden+Lord+Armor",
   "Lore": "Armor of Godfrey the first Elden Lord. \n\nThe age of the Erdtree began amongst conflict, when Godfrey was lord of the battlefield. \n\nHe led the War against the Giants. Faced the Storm Lord, alone. And then, there came a moment. When his last worthy enemy fell. And it was then, as the story is told, that the hue of Lord Godfrey's eyes faded. "
 },
 {
   "Name": "Mask of Confidence",
   "Link": "https://eldenring.wiki.fextralife.com/Mask+of+Confidence",
   "Lore": "Mask with the mouth sewn shut with gold thread. \n\nIncreases arcane. \n \nWhen Radagon married Rennala, he ordered the Carian magic preceptors to don these masks. To make it clear that all of their matters were to be kept strictly private. "
 },
 {
   "Name": "Mushroom Legs",
   "Link": "https://eldenring.wiki.fextralife.com/Mushroom+Legs",
   "Lore": "Mushrooms found growing all over the body. These overgrown mushroom have colonized the Legs.   \n To those enraptured by the scarlet rot, they are holy vestments that root one to the earth. "
 }
]
}