{
  "Greatshields": [
 {
   "Name": "Inverted Hawk Towershield",
   "Links": "https://eldenring.wiki.fextralife.com/Inverted+Hawk+Towershield",
   "Lore": "An iron greatshield large enough to cover the entire body. \nFeatures an inverted hawk crest. \n\nGreatshields boast high damage negation and guard capacity, making enemy attacks easy to repel. "
 },
 {
   "Name": "Lordsworn's Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Lordsworn's+Shield",
   "Lore": "Wooden tower shield. Lightweight for a greatshield and easy to handle. \nCommonly used in the Shattering. \n Greatshields boast high damage negation and guard capacity, making enemy attacks easy to repel. "
 },
 {
   "Name": "Erdtree Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Erdtree+Greatshield",
   "Lore": "Weighty greatshield forged of gold carried by the order of Tree Sentinels, heavily equipped knights. Blessed by an old incantation of protection. \n\nThe living rampart of the Erdtree, the Tree Sentinels are the standard to which all defenders of the Erdtree aspire. "
 },
 {
   "Name": "Eclipse Crest Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Eclipse+Crest+Greatshield",
   "Lore": "Metal greatshield painted with a sun in eclipse. Carried by the headless mausoleum knights. \n \nThe eclipsed sun, drained of color, is the protective star of soulless demigods. It aids the mausoleum knights by keeping Destined Death at bay. "
 },
 {
   "Name": "Ant's Skull Plate",
   "Links": "https://eldenring.wiki.fextralife.com/Ant's+Skull+Plate",
   "Lore": "Huge head of one of the giant ants which inhabit the two underground rivers, used without modification as a shield. Excels at repeling enemy attacks. \n Giant ants are venomous creatures, granting a boost to immunity when wielding the shield. "
 },
 {
   "Name": "One-Eyed Shield",
   "Links": "https://eldenring.wiki.fextralife.com/One-Eyed+Shield",
   "Lore": "Tricksome shield made from white stone depicting a malformed one-eyed god. The barrel of a firearm pokes through the open mouth. \n Once worshipped by the giants, this evil deity is believed to have been slain by Queen Marika. "
 },
 {
   "Name": "Gilded Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Gilded+Greatshield",
   "Lore": "Metal greatshield coated with gold. Carried by knights loyal to\nGodrick. \n The red tinge in the gold coat mirrors the primordial matter that\nbecame the Erdtree. The color of homeward yearning. "
 },
 {
   "Name": "Distinguished Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Distinguished+Greatshield",
   "Lore": "Greatshield featuring sumptuous ornamentation used by the scions of great families. \n \n Due to their excessive size, these shields were at times seen as the hallmark of little lordlings who were too timid to earn a few nicks and scratches. "
 },
 {
   "Name": "Icon Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Icon+Shield",
   "Lore": "Greatshield painted with a divine scene; the recipients of a blessed tear from the Erdtree. An item that looks back fondly on the age of plenty. \n The divine scene acts in and of itself as a sacred invocation; gradually restoring the carrier's HP. "
 },
 {
   "Name": "Manor Towershield",
   "Links": "https://eldenring.wiki.fextralife.com/Manor+Towershield",
   "Lore": "An iron greatshield large enough to cover the entire body. \nDepicts the Roundtable Hold, gathering place of champions. \n\nGreatshields boast high damage negation and guard capacity, making enemy attacks easy to repel. "
 },
 {
   "Name": "Dragonclaw Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Dragonclaw+Shield",
   "Lore": "Greatshield said to have been whittled from the claw of a great, ancient dragon, wielded by grotesque Tree Sentinels who yet serve the Erdtree. \n Imbued with lightning. "
 },
 {
   "Name": "Dragon Towershield",
   "Links": "https://eldenring.wiki.fextralife.com/Dragon+Towershield",
   "Lore": "Tower shield engraved with a dragon, symbol of protection. Heavy even among greatshields, it possesses exceptional guarding ability\n\nThe ancient dragons, who ruled in the prehistoric era before the Erdtree, would protect their lord as a wall of living rock. "
 },
 {
   "Name": "Golden Beast Crest Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Golden+Beast+Crest+Shield",
   "Lore": "Shield of dull gold with a beast engraved as its crest. Lighter than\nmost greratshields, and subsequently easier to wield. \n The beast depicted is Serosh, aged counselor who guides the\ngolden lineage. "
 },
 {
   "Name": "Fingerprint Stone Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Fingerprint+Stone+Shield",
   "Lore": "A great stone shield with an intricately carved fingerprint design. \nOne of the heaviest of all greatshields. \n\nPart of the tomb of an ancient god, the Readerless Fingers relayed their message through these imprints, said to be the very seeds from which frenzy first sprouted. "
 },
 {
   "Name": "Wooden Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Wooden+Greatshield",
   "Lore": "Wooden greatshield reinforced with a metal ornamentation. \n Greatshields boast high damage negation and guard capacity,\nmaking enemy attacks easy to repel. "
 },
 {
   "Name": "Visage Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Visage+Shield",
   "Lore": "Tricksome bronze shield depicting the face of a Fire Giant. \nSeveral tongues leap from its open mouth. \n The dreadful visage and burning flames are designed to remind one of the horror of facing a Fire Giant. In other words, this shield has an instructional function. "
 },
 {
   "Name": "Jellyfish Shield",
   "Links": "https://eldenring.wiki.fextralife.com/Jellyfish+Shield",
   "Lore": "The head of a spirit jellyfish, commonly found floating above sacred ground throughout the Lands Between, wielded without modification as a shield. \nThe see-through head is extremely light, but its flesh is supple, providing absolutely no protection from piercing attacks. "
 },
 {
   "Name": "Golden Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Golden+Greatshield",
   "Lore": "Oval greatshield made of gold, carried by knights who protect the Royal Capital of Leyndell. \nKnights of Leyndell are reputed for their sturdiness, exemplified by this shield's exceptional guard capacity. "
 },
 {
   "Name": "Briar Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Briar+Greatshield",
   "Lore": "Greatshield from a foreign land, used by Elemer of the Briar. Attacks with this armament utilize the iron thorns that have been wound around its frame. \n \nOriginates from Eochaid, a land of proudly solitary ascetics. "
 },
 {
   "Name": "Crucible Hornshield",
   "Links": "https://eldenring.wiki.fextralife.com/Crucible+Hornshield",
   "Lore": "Greatshield of red-tinged gold carried by Crucible Knights. \nFeatures a great horn. \n An ancient holiness dwells within. The crucible horn skewers foes when performing shield bashes. "
 },
 {
   "Name": "Crossed-Tree Towershield",
   "Links": "https://eldenring.wiki.fextralife.com/Crossed-Tree+Towershield",
   "Lore": "An iron greatshield large enough to cover the entire body. \nEmblazoned with an old, interleaving tree. \n\nGreatshields boast high damage negation and guard capacity, making enemy attacks easy to repel"
 },
 {
   "Name": "Haligtree Crest Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Haligtree+Crest+Greatshield",
   "Lore": "Metal greatshield depicting the Haligtree with unalloyed gold. \nCarried by knights who have vowed to serve Miquella's Haligtree. \n\nPossesses high holy damage negation. Yet now, with the Haligtree misshapen, this wondrous rendition is a fleeting fantasy. "
 },
 {
   "Name": "Cuckoo Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Cuckoo+Greatshield",
   "Lore": "Metal Greatshield painted with a peering cuckoo. Carried by the enchanted knights sworn to the academy. \n Boasting high magic damage negation, this shield is used to hunt down mages. \n “Our enemy is none other than Caria itself. ”"
 },
 {
   "Name": "Redmane Greatshield",
   "Links": "https://eldenring.wiki.fextralife.com/Redmane+Greatshield",
   "Lore": "Greatshield shaped like a fang, featuring the crest of red-maned lion. \nCarried by the Redmane Knights who fought alongside Radahn. "
 }
]
}