{
	"items": [
	{
		"Name": "Red-Hot Whetblade",
		"Link": "https://eldenring.wiki.fextralife.com/Red-Hot+Whetblade",
		"Lore": "Red-hot whetblade with a cipher engraved. Can be used as a whetstone knife. \r\n When applying an affinity using physical or flame-type ashes of war, an additional affinity of fire or flame art can be chosen. "
	},
	{
		"Name": "Whetstone Knife",
		"Link": "https://eldenring.wiki.fextralife.com/Whetstone+Knife",
		"Lore": "Whetstone with a cipher inscription, made to look like a small knifeblade. \r\n Allows the use of ashes of war at a site of grace to bestow new battle arts and affinities to armaments as skills. \r\n The battle arts and affinities will depend on the ashes of war used. "
	},
	{
		"Name": "Glintstone Whetblade",
		"Link": "https://eldenring.wiki.fextralife.com/Glintstone+Whetblade",
		"Lore": "Glintstone whetblade with a cipher engraved. Can be used as a whetstone knife. \r\n When applying an affinity using physical or magic-type ashes of war, an additional affinity of magic or frost can be chosen. "
	},
	{
		"Name": "Black Whetblade",
		"Link": "https://eldenring.wiki.fextralife.com/Black+Whetblade",
		"Lore": "Black whetblade with a cipher engraved. Can be used as a whetstone knife. \r\n When applying an affinity using physical or occult-type ashes of war, an additional affinity of poison, blood, or occult can be chosen. "
	},
	{
		"Name": "Sanctified Whetblade",
		"Link": "https://eldenring.wiki.fextralife.com/Sanctified+Whetblade",
		"Lore": "Sanctified whetblade with a cipher engraved. Can be used as a whetstone knife. \r\n When applying an affinity using physical or golden-type ashes of war, an additional affinity of sacred or lightning can be chosen. "
	},
	{
		"Name": "Iron Whetblade",
		"Link": "https://eldenring.wiki.fextralife.com/Iron+Whetblade",
		"Lore": "Iron whetblade with a cipher engraved. Can be used as a whetstone knife. \r\n \r\n When applying an affinity using ashes of war, an additional affinity of heavy, keen, or quality can be chosen. "
	}
]
}